{"topic": "Unit Berbunyi", "customer": "kondisi sekarang kalau dinyalakan berbunyi", "admin": "berbunyinya seperti apa ya pak bisa dibantu videokan test unitnya?", "summary": "Customer mengeluh unit berbunyi saat dinyalakan, admin menyarankan untuk melakukan tes video.", "source": "chat_history"}
{"topic": "Bunyi Setelah Cuci", "customer": "kok bunyi trs", "admin": "mungkin sehabis dicuci belum benar-benar kering. dinyalakan terus saja nanti hilang sendiri. dinyalakan selama 1 jam jangan dimatikan. jika masih bunyi aturkan teknisi.", "summary": "Bunyi setelah dicuci akan hilang dengan menyala terus selama 1 jam, jika tidak berhenti hubungi teknisi.", "source": "chat_history"}
{"topic": "Bunyi terus berlangsung", "customer": "iyaaaa ini masih bunyi", "admin": "okeee\" ka", "summary": "Customer mengeluh bunyi yang tidak berhenti, admin menyetujui.", "source": "chat_history"}
{"topic": "Honeywell unit post-cleaning", "customer": "Apakah ada solusi agar udara dari Honeywell tidak bau rokok?", "admin": "Pasang di ceiling atau carbon filter.", "summary": "Customer mengenai bau rokok setelah membersihkan unit Honeywell, admin menyarankan pasang di ceiling atau carbon filter.", "source": "chat_history"}
{"topic": "Carbon Filter Usage and Cleaning", "customer": "Bisa pemakayan berapa lama? Bisa dicuci gak?", "admin": "6 bulan sampai 1 tahun. Carbon filter tidak bisa dicuci.", "summary": "Admin menjelaskan durasi penggunaan carbon filter dan menyatakan tidak boleh dicuci.", "source": "chat_history"}
{"topic": "Honeywell device issue", "customer": "oh lagi libur ya kak, saya mau minta tolong cek honeywell kami kenapa kak, saya kirimkan videonya ya, gapapa besok di responnya kak kaya bunyi ngiiingg gitu kak kira2 dimana ya masalahnya?", "admin": "kak kami tanyakan dulu ya ke teknisi terkait kendalanya", "summary": "Customer requests admin to check a Honeywell device issue; admin will consult with the technician.", "source": "chat_history"}
{"topic": "Power Supply Issue", "customer": "kak", "admin": "power suplay itu ada masih bisa di stel ada yg harus ganti juga ini info dari teknisi kami ya kak kemungkinan power supply nya rusak", "summary": "Admin informed customer that the power supply is available and can be adjusted, but it might need replacement as per technician's report.", "source": "chat_history"}
{"topic": "Pengecekan dan Penggantian Power Supply", "customer": "Kapan teknisi bisa cek di tempat saya? Berapakah biaya penggantian?", "admin": "Cek jadwal terlebih dahulu. Jika power supply rusak, harus diganti. Tidak bisa repair. Berapa unit yang ada masalah?", "summary": "Customer bertanya tentang pengecekan dan biaya penggantian power supply, admin menjelaskan perlu cek jadwal dan jika rusak harus diganti.", "source": "chat_history"}
{"topic": "Harga Prangko Bali", "customer": "harga berapa prangko bali", "admin": "jika ingin menanyakan terkait produk tersebut kami izin berikan kontak bapak ke pic kami nanti akan dihubungi oleh beliau ya pak", "summary": "Customer asked about the price of Bali stamps, admin redirected to a product specialist for further assistance.", "source": "chat_history"}
{"topic": "Bunyi alat setelah dibersihkan", "customer": "Alat saya berbunyi seperti tas. Mengapa ya?", "admin": "Bunyi tas-tas normal, namun jika terjadi dengan sering, sebaiknya dicuci. Jika hal ini terjadi secara rutin, rencanakan penggunaan perangkat cuci.", "summary": "Pelanggan mengeluh tentang suara peralatan yang biasanya wajar namun menjadi lebih sering setelah dibersihkan. Admin menyarankan untuk membersihkannya secara manual dan mempertimbangkan layanan pembersihan profesional.", "source": "chat_history"}
{"topic": "bunyi alat sering", "customer": "Alat saya bunyi tas tas, kenapa?", "admin": "Bunyi itu wajar kalau ngga sering, tapi kalo sering perlu dicuci. Mau jadwalkan cleaning device?", "summary": "Masalah bunyi 'tas tas' di alat ditemukan normal jika jarang terdengar, tetapi jika sering, alat memerlukan pembersihan.", "source": "chat_history"}
{"topic": "alat mati dan lampu indikator", "customer": "Alat saya mati, lampu indikator tidak menyala.", "admin": "MCB adalah sakelar pengaman yang memutus aliran listrik. Power supply mungkin bermasalah. Kami akan jadwalkan cleaning device dan memberikan pilihan waktu.", "summary": "Pelanggan mengalami masalah dengan alat Honeywell Air Cleaner yang mati, admin menyarankan cek power supply dan akan melakukan cleaning device.", "source": "chat_history"}
{"topic": "Bunyi kipas tidak keras", "customer": "Kipasnya bunyinya ga keras kayak biasanya.", "admin": "Mungkin ada kerusakan dinamonya, perlu diganti. Jadwalkan cleaning device dan pilih waktu: Selasa pk. 13.00 atau Rabu pk. 14.00.", "summary": "Masalah bunyi kipas lemah disebabkan kerusakan dinamo, solusinya adalah menggantinya dan melakukan cleaning device.", "source": "chat_history"}