{"model": "F90A", "section": "FEATURES", "part": null, "type": "service", "content": "Removes up to 95 percent of the staining dirt from the air, as measured by the Initial Dust Spot Method using atmospheric dust; refer to the American Society of Heating, Refrigerating, and Air Conditioning Engineers (ASHRAE) Standard 52-76. Provides Coanda air distribution by drawing in dirty air from below, cleaning it electronically, and discharging the clean air in four directions parallel with the ceiling. Three-speed fan circulates up to 1250 cfm (35 m3/min) for F90A and 550 cfm (15.5 m3/min) for F90B. Solid state power supply is self-regulating, maintains peak efficiency over a wide range of cell dirt loading conditions, and provides nonlethal current levels. Interlock switch prevents operation when the cover is open or the grille is not in place. Heavy duty commercial cells, prefilter, and grille are removable for cleaning. Three-position adjustable discharge louvers control the direction of discharged air. Light emitting diodes (LEDs) indicate ON and CHECK; optional. Test button shows presence of high voltage. Available with gray finish or woodgrain with black trim. Optional hard-wired remote control assembly (part number 190097B). Optional carbon filters (part number 202614) for ozone and odor control.", "summary": "This air cleaner removes up to 95% of atmospheric dust, distributes clean air via Coanda effect, and offers multiple cleaning and control options.", "problem": "Improving indoor air quality", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "WARNING", "part": null, "type": "service", "content": "Explosion Hazard. Can cause property damage, severe injury, or death. Do not install or use the F90 where there is any danger of gas, vapor, or dust explosion. Do not install or use the F90 if explosion-proof electrical fixtures are specified. Application and Operation The F90 Self-Contained Electronic Air Cleaner is used where overhead air cleaning is required (restaurants, conference rooms, lounges, and offices). The F90 provides its own air circulation and is used in any situation that requires the removal of contamination from an enclosed area. The F90 is not explosion-proof. Do not use the F90 where dangerous levels of potentially explosive gases, vapors, or dusts are present in the cleaning area. F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 The F90 is equipped with two standard light-emitting diodes (LEDs) and one optional LED. : Lights when the solid state power supply is powered and operating normally. : Lights if the F90 requires service or if the test button is pressed. (if used): Lights when cell washing is overdue. To understand the operating sequence of the F90, refer to Fig. 3. Determine Number of F90 Needed The sizing procedure determines the number of F90s needed for any application. The correct number required for a particular application depends on: type of contamination. number of occupants. volume of the room. use of the room. outdoor air quality. AIR  POWERED. FAN DRAWS   . LARGE   PREFILTER. SMALL PARTICLES PASS  PREFILTER. SMALL PARTICLES   IONIZER SECTION. IONIZER SECTION, SMALL", "summary": "The F90 air cleaner must not be used in areas where there is a risk of explosion due to gas, vapor, or dust.", "problem": "Prevents explosion hazards", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "M1527A", "part": null, "type": "service", "content": "Fig. 3. F90 operating sequence. This sizing information in the following Examples 1, 2, and 3 was generated using the ASHRAE Handbook of Fundamentals, 1990 and the ASHRAE Standard 62-1989, Ventilation for Acceptable Indoor Quality. These examples simplify the sizing procedure for most applications. Use this information as a guide; however, keep in mind that the F90 has different capacities for each fan speed (see Specifications section). The number of air changes per hour determines the number of F90s needed. More air changes per hour than indicated are unnecessary because the ASHRAE data from which these examples were constructed is conservative. Fewer air changes per hour can be compensated for by bringing in more outdoor air to maintain low contaminant levels or tolerating a partially cleaned atmosphere. Either may be acceptable to some users. Regardless of the method used for calculation, the architectural features, lighting fixtures, sprinkler system, ducts, and grilles in the room to be cleaned may influence the number of F90s required. For ambient air cleaning, establish a uniform airflow pattern throughout the entire space. When there is a lack of mounting space, fewer F90s than indicated may be installed. More F90s may be required for oddly- shaped rooms that do not have even airflow. If any questions should arise, consult your full-service distributor Honeywell Commercial Air Products. To calculate the number of F90s needed using occupant load, refer to Example 2 (page 6). To calculate the number of F90s needed using air changes per hour and room volume, refer to Example 1 (page 5) or Example 3 (page 6). Choose Location Mount the F90 on the ceiling near the center of the room. A 45  diagonal mounting prevents stale air build-up in corners and may allow use of F90s at lower speeds. See Fig. 4. In larger rooms, divide the area into sections and mount an F90 in the center of each section. In rooms requiring varying levels of air cleaning, concentrate F90s where air cleaning is required most. See Fig. 4. NOTE: To assure even air distribution, the F90 draws air into the bottom of the air cleaner and discharges air in four directions as shown in Fig. 5. This Coanda air flow pattern assures that the clean air is distributed to all parts of the space. Also, if possible, mount the F90 to aid the air circulation already established in the room. F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 STAGE", "summary": "This section provides guidance on calculating the number of F90 air cleaners needed based on air changes per hour or occupant load and offers mounting advice.", "problem": "Determining proper F90 installation for effective air cleaning.", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "M1528A", "part": null, "type": "service", "content": "Fig. 4. F90 mounting considerations. Fig. 5. F90 Coanda air flow pattern. Outdoor Air ASHRAE Standard 62-89 specifies that every commercial space be provided with fifteen cfm per occupant of outdoor air to replenish oxygen and dilute CO2. If other internal sources of gaseous contamination are present, additional outside air is needed to dilute the contamination. EXAMPLE: An office requires 20 cfm per person because the standard estimates some smoking, some copy machine operation, etc. The standard assumes outdoor air will be cleaned to less than 75 micrograms per cubic meter prior to introduction into the space. ASHRAE Standard 62-89 states that supplemental air cleaning to control smoke or additional outside air must be provided as required. Example 1. Sizing by Air Changes per Hour and Room Volume An office measures 40 x 45 feet (12 x 14 meters) with a 15 foot (4.5 meter) ceiling. How many F90As should be installed Solution: 1. Find the room volume: 40 x 45 x 15 feet   27,000 cubic feet, (12 x 14 x 4.5 meters   756 cubic meters). 2. Assuming seven air changes per hour, with 27,000 cubic feet (756 cubic meters) volume, the graph below indicates three F90As are required. 3. Clean outdoor air is also required to replenish oxygen and dilute gaseous contaminants. 20 cfm per person is required for offices. F90As ,000 20,000 30,000 40,000 50,000 60,000 70,000", "summary": "This section explains the requirements for outdoor air supply and F90A installation based on ASHRAE Standard 62-89.", "problem": "Determining proper outdoor air supply and F90A unit count for an office space.", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "ASSEMBLY", "part": null, "type": "general", "content": "M1524 F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 Example 2. Sizing by Occupant Load A cocktail lounge averages 85 occupants. How many F90As should be installed Solution: F90As Required   ASHRAE Recommended Air Circulation/Minute F90A Capacity 1. ASHRAE recommended minimum air circulation is 30 cubic feet per minute (cfm) (0.85 m3/minute) per person. For 85 people, the recommended air circulation would be: 85 people x 30 cfm (0.85 m3/minute) per person   2550 cfm (72 m3 minute). 2. F90A capacity (HI setting) is 1250 cfm (35 m3/minute). Number of F90A s Required   2550 cfm   2 F90A s 72 m3/minute   2 F90As 1250 cfm 35 m3/minute 3. Clean outdoor air is also required to replenish oxygen and dilute gaseous contaminants. 30 cfm per person is required for bars and cocktail lounges. . Sizing by Air Changes per Hour and Room Volume A shop proprietor wants to use F90As to remove high levels of smoke from the air. The shop is 25 x 40 feet (8 x 12 meters) with a 15 feet (4.5 meters) ceiling. How many F90As are required Guideline: In the absence of other information, select the correct number of F90A units to provide between 10 and 20 air changes per hour, depending on contaminant level. The F90As should be located directly above or as close as possible to the source of contamination. Solution: F90As required   Desired Air Circulation/Minute F90A Capacity 1. Calculate the volume of the room: 25 x 40 x 15 feet   15,000 cubic feet, (8 x 12 x 4.5 meters   432 cubic meters). 2. Determine the volume of air to be circulated each hour. Ten air changes per hour are used here on the assumption that the intent is to reduce, but not completely eliminate, smoke. 15,000 cubic feet x 10 air changes/hour   150,000 cubic feet/hour (432 cubic meters x 10 air changes/hour   4320 cubic meters/hour) 3. Determine the volume of air to be circulated each minute: 150,000 cubic feet/hour   2500 cubic feet/minute (cfm) 4320 cubic feet/hour   72 cubic meters/minute (m3/minute) 60 minutes/hour 60 minutes/hour 4. F90A capacity (HI setting is 1250 cfm (35 m3/minute). Number of F90As Required   2500 cfm   2 F90As 72 m3/minute   2 F90As", "summary": "Calculates the number of F90A air cleaners needed based on occupant load and room volume for optimal air circulation.", "problem": "Determining appropriate air cleaner installation", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "INSTALLATION", "part": null, "type": "service", "content": "When Installing this Product 1. Read these instructions carefully. Failure to follow them could damage the product or cause a hazardous condition. 2. Check the ratings given in the instructions and on the product to assure the product is suitable for your application. 3. Assure the installer is a trained, experienced service technician. 4. After installation is complete, check out product operation as provided in these instructions.", "summary": "This section outlines key steps for safe and proper installation of the Honeywell air cleaner.", "problem": "Prevents damage and hazards during installation.", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "WARNING", "part": null, "type": "general", "content": "Explosion Hazard. Can cause property damage, severe injury, or death. Do not install or use the F90 where there is any danger of gas, vapor, or dust explosion. Do not install or use the F90 if explosion-proof fixtures are specified. Sharp Edges. Can cause personal injury. Wear protective gloves while handling the cells and prefilter to avoid cuts from the sharp metal edges, collection plates, and ionizer wires.", "summary": "Warns against installation in explosive environments and handling to avoid injury.", "problem": "Prevents explosions and injuries", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "CAUTION", "part": null, "type": "service", "content": "Do not connect the power supply until F90 is mounted. If the F90 is powered before an electrical check, be extremely careful to avoid electrical shock. Also, take care when working near the F90 moving parts. Unpacking 1. All F90 components are packed in one box. Slide the F90 out of the box and remove all packaging material. Carefully check all F90 components when unpacking. Check all packaging materials before discarding to assure no parts or papers are lost. Use the mounting template marked on the outside of the box for easy installation. 2. Pull the two latches located on the front of the F90 cover. Swing the cover down and lift to disengage from the hinges. 3. Remove the prefilter and cell from the channel guides. 4. If installing the optional , remove the power supply switch plate. To install the , see Fig. 6. 5. Remove the power box from the unit. See Electrical Troubleshooting section for instructions. Mounting", "summary": "Prevent electrical shock and ensure proper installation by following safety guidelines before powering the F90.", "problem": "Avoiding electrical hazards during setup", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "CONDUIT", "part": null, "type": "general", "content": "M1529 Fig. 12. Wiring F90. Installing Activated Carbon Filters, Cells, and Prefilters 1. Insert the activated carbon filters (if used) into the channel guides closest to the fan. 2. Inspect the cells for broken ionizer wires and bent collector plates. Moderately bent or warped collector plates can be bent back into shape. Broken ionizer wires must be replaced for top efficiency as instructed on page 15. 3. Insert the cells into the channel guides until they touch the back stop of the F90. Assure the cell airflow arrow is pointing toward the fan. In this position, the ionizer wires are facing downward (away from the fan). 4. Insert the prefilters into the channel guides until they touch the back of the channels. F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 Installing Cover 1. Before installing, study the inside of the F90 cover. One end has two latches and the other has two hinge pins. To properly install the cover, connect the hinge pins to the hinges. 2. Attach the hinge pins by lifting the cover above the hinge and lowering the pins into the hinges. If the cover is properly attached, it can hang below the F90. 3. Carefully swing the opposite end of the cover upward and engage the latches. See Fig. 13. Assure the latches are connected properly. M2364 Fig. 13. Opening and closing F90 cover.", "summary": "Instructions for installing activated carbon filters, cells, and prefilters into the F90 unit and attaching the cover.", "problem": "Solving installation issues of air cleaner components.", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "CAUTION", "part": null, "type": "service", "content": "Do not operate air cleaner without the louvers installed. The F90 plastic louvers can be repositioned to vary the airflow pattern. Three positions are available. Position 3 directs airflow along the ceiling. Positions 2 and 1 direct airflow downward. Use position 2 or 1 if ceiling staining is a problem or if beams or other obstacles disrupt airflow. Louvers are shipped in position 1. Louvers can be adjusted as follows: 1. Loosen screw by turning counterclockwise 2-1/2 turns. Do not remove screw. 2. Push louvers up to disengage bottom tabs, and pull bottom of the louvers out slightly to desired position. 3. Retighten the screw. Assure that the tabs on the bottom of the louvers are positively engaged with the F90 frame.", "summary": "Install and adjust F90 plastic louvers to control airflow direction for proper operation.", "problem": "Prevent ceiling staining and ensure airflow.", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "IMPORTANT", "part": null, "type": "service", "content": "The F90 and its components are susceptible to damage. Be careful when working with them to avoid equipment damage. Never use an acid base detergent to wash cells. F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 Cleaning the F90 The F90 removes a variety of contaminants from the air. As it cleans the air, the F90 cells and prefilters become dirty, lowering the cleaning efficiency. To maintain the F90 reliability and efficiency, regularly clean, inspect, and service the F90 cells and prefilters. Clean cells with an alkaline base detergent solution. Soaking the cells in commercial or home electric dishwasher detergent, powder or liquid, works well. Use the hottest water possible (hotter than 160 F (71 C)). If soaking does not clean the cells, use high velocity detergent spray or steam. Full service distributors provide a regular cleaning service to commercial establishments. The  (if used) lights when cell washing is overdue. When the  lights, wash the cells and wipe the ionizer wires. Frequent cell cleaning keeps from lighting. The F90 needs servicing if it is damaged or if efficiency is substandard, if abnormal voltages are measured, or if the lights. Opening the Cover and Removing the Cells and Prefilters Before servicing the F90, turn off power to the F90. When servicing the F90, stand on a stable work platform or ladder. 1. Open the cover by pulling the two latches located on the front of the cover and swinging the cover down until it hangs. See Fig. 13. 2. Remove the prefilter and the cell from the channel guides. 3. Replace the activated carbon filter (if used), if it needs replacement. Cleaning the Prefilter 1. Shake out or vacuum the accumulated contaminants from the prefilter. If necessary, soak the prefilter in alkaline detergent solution. Do not soak the prefilter in an acid detergent solution or use high pressure water, air, or steam to clean the prefilter. NOTE: Wash the cell before washing the prefilter. If the prefilter is washed first, lint residue from the prefilter will contaminate the wash water and deposit inside the cell. Dispose of the wash water after each use. Cleaning the Cell Using Alkaline Base Detergent", "summary": "This section outlines safety precautions and cleaning instructions for the F90 air cleaner, emphasizing the use of specific detergents and methods to avoid damage.", "problem": "Avoiding equipment damage during maintenance", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "WARNING", "part": null, "type": "service", "content": "Hazardous Chemical. Can cause personal injury. Wear rubber gloves, eye protection, and a rubber apron for protection from the strong cleaning chemicals. Keep detergent solution out of reach of children. 1. Use a container such as a laundry tub or plastic tank that is large enough to hold at least one cell. 2. Mix the alkaline base detergent with hot water, carefully following the instructions on the detergent package. Use commercial or home electric dishwasher detergent (either powder or liquid). Do not use soap or acid base cleaners or solvents. Assure the water temperature is between 150 F and 190 F (66 C and 88 C). If using cold water detergent, follow the instructions included with the detergent. NOTE: Cold water detergent cleans less effectively than hot water detergent. M922A", "summary": "Wear protective gear and use appropriate detergent to clean the air cleaner cell.", "problem": "Prevent personal injury from hazardous chemicals", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "DETERGENT", "part": null, "type": "service", "content": "SOLUTION. Fig. 14. When cleaning cell, agitate in detergent solution. 3. Carefully wipe off ionizer wires before prerinsing. 4. Prerinse the cell in hot water before submerging in detergent. 5. Soak the cell in the solution for up to 15 minutes. Agitate the cell in the solution if necessary. See Fig. 6. Remove the cell from the detergent solution. 7. Place the cell in another container of clear hot water (150 F to 190 F (66 C to 88 C)) for final rinsing. Rinse the cells for five to ten minutes. 8. Remove the cell from the rinse water. Allow the cell to drain and dry before energizing. Stand cell on one corner for optimum water drainage. F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 9. Carefully wipe ionizer wires to remove any remaining residue. 10. Check the collection plates of the cell for any detergent residue. If any residue is remaining, repeat the rinse and detergent soaking process until collector plates are clean. Buildup can reduce the F90 efficiency. Cleaning the Cell Using High Velocity Water Pressure or Low Pressure Steam Alternate methods can be used to clean some contaminants from the F90 cell. To prevent damage to prefilter, do not use these methods to clean the prefilter. See Fig. 15. Water method Be careful to avoid damage to the cell. If detergent is required, use an alkaline base detergent. Do not use an acid detergent. Aim water straight on or at a very slight angle when rinsing collector plate side of cell. This will minimize uneven spacing of collector plates caused by water pressure. Steam method Be extremely careful when steam cleaning to avoid warping or bending the collector plates of the cell. Remember that the cell will be hot after steam cleaning, and be extremely careful to avoid burns. Use only low pressure or wet steam. NOTE: Assure the steam pressure is less than 5 psi (35 kPa) and steam temperature is less than 250 F (121 C). Discolored Aluminum After cleaning, the cell and prefilter occasionally look stained. If the stain is black or very dark, it is probably dirt residue. This can lower the F90 efficiency. Clean and rinse the cell and prefilter again. If the stain is white, it is detergent residue. This lowers the F90 efficiency and can corrode the aluminum. Rinse the cell and prefilter again. If the stain is tan, yellow, or a thin film, it is probably tobacco smoke or other airborne dirt. Moderate discoloration does not affect the F90 efficiency. Recleaning is not necessary. Removing Specific Contaminants from the Cell The following list gives the appropriate cleaning procedure for types of contamination often found on cells and prefilters. Cleaning procedures are listed in order of preference. Be careful not to bend cell blades. Reinstalling the Cell, Prefilter, and Activated Carbon Filter if Used 1. Wipe off surface dirt inside and outside of the grille and cover. 2. Replace the activated carbon filters with new filters if needs replacement. See Fig. 16. 3. Inspect the cells for broken ionizer wires and bent collector plates. Bend moderately bent or warped collector plates back into shape. Replace broken ionizer wires replaced for top efficiency as instructed on page 15. Method not appropriate for cleaning prefilter. 4. Carefully wipe ionizer wires to remove any remaining water deposits. 5. Assure cells are completely dry before reinstalling in the air cleaner. If cells are placed into the F90 while still wet, the cells may short out and arc frequently. Although the F90 will appear to be operating, the cells may not be cleaning during the drying period. oitulo grete al,to ).cte ,etih oitulo grete ).cte oitulo grete ).cte ,rettu ,dral( oitulo grete oitulo grete uicla cilis( ytlare oitulo grete oitulo grete srets elorte cilis oitulo grete oitulo grete oitulo grete oitulo grete oitulo grete oitulo grete dirolh oitulo grete ).cte oitulo grete oitulo grete oitulo grete sinra oitulo grete ytlla( oitulo grete F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08", "summary": "Instructions for cleaning the cell using detergent solution and hot water, followed by rinsing and drying to ensure proper maintenance of the Honeywell air cleaner.", "problem": "Preventing damage and ensuring cleanliness of the ionizer wires and collection plates.", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "EYELETS", "part": null, "type": "service", "content": "IONIZER WIRE. TWO EYELETS HOLD IONIZER  CELL. Fig. 17. Installing new ionizer wire. A person with an average sense of smell can detect the odor of ozone indoors in concentrations as low as 0.003 part per million (ppm). OSHA workplace regulations permit up to 0.100 ppm ozone concentration. The F90 contributes 0.005 to 0.010 ppm of ozone to the indoor air. The U.S. FDA and Health and Welfare Canada recommend that indoor ozone concentration should not exceed 0.050 ppm. As a comparison, the outdoor ozone level in major cities is sometimes higher than 0.100 ppm. F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 If desired, the ozone generated by the F90 can be reduced in one of two ways: Install the optional activated carbon filters. Open the cover and move the F90 performance switch to the LO setting. Close the cover. With the switch in LO, the cleaning efficiency is reduced 5 to 15 percent, depending on airflow. NOTE: The performance switch must be set solidly in either HI or LO position and not between, or the F90 may not function properly. See Fig. 19.", "summary": "Two eyelets secure the ionizer wire, and reducing ozone can be achieved by using activated carbon filters or setting the performance switch to LO.", "problem": "Reducing indoor ozone levels", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "TERMINAL", "part": null, "type": "service", "content": "Tools And Equipment Troubleshooting the F90 requires: Needlenose pliers for stringing ionizer wires and inserting edge connectors. Test meter with 15 kVdc probe. Troubleshooting Procedure The F90 troubleshooting charts quickly isolate F90 problems. See Fig. 20. If removing power box, follow instructions below. See Fig. 21. For the F90 schematic diagrams, see Fig. 22 through 25. Removing The Power Box Open the power box and remove the power supply assembly as follows: 1. Open the cover by pulling the two latches located on the front of the cover and swinging the cover down until it hangs. See Fig. 13. 2. Remove the prefilter and the cell from the channel guide. 3. Loosen the screws holding the power supply assembly cover plate and remove the cover plate. See Fig. 21.", "summary": "Describes tools, troubleshooting charts, and procedure for removing the power box of the F90 air cleaner.", "problem": "Troubleshooting F90", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "SWITCH", "part": null, "type": "service", "content": "Fig. 18. Checking cells for short circuits. 3. Loosen two screws on inner wall of power supply assembly and three screws on the top of the assembly. Slide the power supply assembly toward the center of the air cleaner and disconnect the two Molex connectors and the one quick disconnect. See Fig. 21. 4. Remove the power supply assembly to a table or workbench. Fig. 19. Setting performance switch in either HI or LO. F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 Fig. 20. F90 electrical troubleshooting procedure.", "summary": "Instructions for removing the power supply assembly and setting the performance switch.", "problem": "None", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F90A", "section": "M11675", "part": null, "type": "service", "content": "F90A,B SELF-CONTAINED COMMERCIAL  -0103-7 Revised 02-08 Air-Pure Systems 16873 Fish Point Rd. SE Prior Lake, MN 55372-1714 Phone: (800) 998-1919 Fax: (800) 221-3248 www.cleanairfacility.com Air-Pure Systems warrants its air cleaner products to be free from defects in workmanship or materials under normal use and service, for a period of one (1) year from the date of purchase by the originial end-user. If at anytime during the warranty period the product is defective or malfunctions, Air-Pure Systems, through the distributor or dealer, from which the product was purchased, or through an authorized warranty repair station, shall at Air-Pure Systems option, replace or repair the defective product or component. This warranty does not cover removal or installation costs. This warranty shall not apply if it is shown that the defect or malfunction was caused by damage which occurred during handling or shipment, improper electrical connections, improper use of the product or abuse. Air-Pure Systems sole responsibility shall be to repair or replace the product within the terms stated above. AIR-PURE SYSTEMS     KIND,   CONSEQUENTIAL DAMAGES RESULTING,  INDIRECTLY,   WARRANTY,  IMPLIED,  OTHER THIS PRODUCT. (Some states do not allow the exclusion or limitation or incidental or consequential damages, so this limitation may not apply to you.). THE  FORTH  -PURE SYSTEMS EXPRESSLY OTHER WARRANTIES, WHETHER  ORAL,  STATUTORY, MERCHANTABILITY, WORKMANSHIP, OR  . This warranty gives you specific legal rights and you may have other rights which vary from state to state. How to make a warranty claim or have questions answered: Should you have a warranty claim or questions about the warranty policy, contact the distributor or dealer from which you purchased the product or the authorized warranty repair stations nearest your location. NOTE: Do not return any products or parts to the factory without a factory issued  Return Warranty Good Label  issued by Air-Pure Systems. In the event you or other persons, have any questions concerning the use and care of this product of this warranty please call or write the factory. Air-Pure Systems 16873 Fish Point Rd. SE Prior Lake, MN 55372-1714 Phone: (800) 998-1919 Fax : (800) 221-3248", "summary": "Describes the warranty terms for Air-Pure Systems' air cleaner products.", "problem": "Resolving warranty claims", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "FEATURES", "part": null, "type": "service", "content": "Removes staining dirt from the air as measured by the Dust Spot Method using atmospheric dust; refer to the American Society of Heating, Refrigerating, and Air Conditioning Engineers Standard 52.1-92. Three-speed motor-driven fan circulates up to 1030 cfm (1750 m3/hr) on F57A, up to 485 cfm (714 m3/hr) on F57B. Solid state power supply is self-regulating and maintains peak efficiency during a wide range of cell dirt loading conditions. Interlock switch prevents operation when the grille is open. Heavy duty commercial cells and prefilter are removable for cleaning. Air vent provides dilution control of gaseous contaminants. Provides Coanda air distribution by drawing in dirty air, cleaning it electronically, and recirculating the clean air in six directions throughout the space. Light emitting diodes (LEDs) indicate ON and CHECK; the  is optional. Test button shows the presence of high voltage. Available in 120 Vac, 60 Hz or 220 240 Vac, 50 Hz models. Optional wall mounted remote switch. Optional hand-held infrared remote transmitter controls up to nine F57s via infrared remote receivers. Some models available with infrared receiver factory installed. Optional activated carbon filters controls ozone and reduces occasional gaseous contamination.", "summary": "This air cleaner removes staining dirt from the air, circulates up to 1030 cfm of air, and provides Coanda air distribution.", "problem": "Improves indoor air quality by filtering dust and contaminants.", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "WARNING", "part": 1, "type": "service", "content": "Explosion Hazard Possible Can cause personal injury or equipment damage. Do not install or use the F57 where there is any danger of gas, vapor, or dust explosion. Do not install when explosion-proof electrical fixtures are specified. Application and Operation The F57 Flush-Mount Electronic Air Cleaner is designed for use in restaurants, conference rooms, lounges, and offices where overhead air cleaning is required. Because the F57 provides its own air circulation, it can be used in any situation that requires the removal of contamination from an enclosed area. Because it is not explosion-proof, the F57 must not be used if there are dangerous levels of potentially explosive vapors, gases, or dusts present in the cleaning area. When the electronic air cleaner is powered, the fan draws the contaminated air into the electronic air cleaner. Particles that are too small to be caught in the prefilter are given an intense electrical charge in the ionizer section of the electronic cell. As the air passes through the collecting section of the cell, the charged particles adhere to the collector plates, which have a strong opposite charge. The cleaned air passes through the fan component and re-enters the building space. Fig. 3. F57 sizing by air changes per hour and room area. In most cases, one F57B is equivalent to half an F57A because the F57B airflow, although less than 50 percent of F57A airflow, is more effectively applied via several locations. Two light-emitting diodes LED(s), ON and CHECK, are included with the F57. The lights when the solid- state power supply is powered and operating normally. The lights if the F57 requires service attention or if the test button is pressed. A is also supplied with the F57 but it is not factory installed. It can be field installed using 4074 EMH Bag Assembly which is supplied with the F57. See Fig. 4. The lights to indicate cell washing is overdue. Determine Number of F57s Needed The sizing procedure determines the number of F57As or Bs needed. The correct number required for a particular application depends on: type of contamination, number of occupants, volume of the room, use of the room, outdoor air quality. This sizing information (Fig. 3) was generated using the ASHRAE Handbook of Fundamentals, 1985; the ASHRAE Standard 62-1989, Ventilation for Acceptable Indoor Air Quality. It simplifies the sizing procedure for most applications. Use this information as a guide; however, remember that the F57 has different capacities for each fan speed; see Specifications section. The number of air changes per hour determines the amount of air cleaning obtained. More air changes per hour than recommended in the graph above are unnecessary because the ASHRAE data used in the calculation is conservative. Fewer air changes per hour than recommended in the graph can be compensated for by bringing in more outdoor air to maintain low contaminant levels, or tolerating a partially cleaned atmosphere, which may be acceptable to some users. F57A,B FLUSH-MOUNTED COMMERCIAL -0083-9 Revised 11-08 15,000 ft3 x 10 air changes per hour 150,000 ft3/ (432m3 x 10 air changes per hour 4320m3/hr). Then determine the volume of air to be circulated each minute. 150,000 ft3/hr 60 min/hr 2500 ft3/min 4320 m3/hr 60 min/hr 72m3/min F57A capacity (HI setting) is 1030 ft3/min (29m3/min). Number of F57As required 2500 ft3/min 72m3/min 1030 ft3/min 29m3/min 2.4 or 3 units. F57B capacity (HI setting) is 485 cfm (14m3/min). Number of F57Bs required 2500 ft3/min 72m3/min 485 ft3/min 14m3/min 5 units. Regardless of the method used for calculation, the physical limitations of the space to be cleaned can influence the number of electronic air cleaners required. For ambient air cleaning, it is essential to establish a uniform airflow pattern throughout the entire space. Fewer electronic air cleaners can be installed because of a lack of mounting space. More units may be required due to an oddly-shaped room that does not lend itself to an even airflow. If any questions should arise concerning size, consult your distributor or local Honeywell Commercial Air Cleaner Distributor. Choose Location The F57 is mounted horizontally, and can be used in almost any air cleaning application that has a suspended ceiling. For the most efficient operation, place the F57 as close as possible to the contaminant source. When placing the F57, be sure that the clean air discharge enhances the airflow patterns of the area to be cleaned. For example, do not place the air cleaner so its discharge disrupts the flow from the central air handling system supply registers. The shape of the room, location of central air conditioning diffusers and returns, architectural features, and ceiling obstruction will affect optimum F57 location in the ceiling. For partial dilution of odor and gaseous contaminant, some F57 discharge air can be bled off into the area above the suspended ceiling,", "summary": "The F57 air cleaner must not be used in areas with potential explosion hazards.", "problem": "Explosion prevention", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "WARNING", "part": 2, "type": "service", "content": "or a run of 12 ft (3.7m) or less of 5 in. (127 mm) round duct can be vented outdoors or to an exhaust duct that is always at negative pressure. Determine if the air vent of the unit must be ducted to the return air plenum (as some local building codes require). For duct connection, make sure the access panel to the vent is removed so a 5 in. (127 mm) diameter duct can be connected to the collar (collar is field supplied). Sizing by air changes per hour and room area (using the graph in Fig. 3). An office measures 40 x 45 ft (12 x 14m). How many F57 air cleaners should be installed SOLUTION: Find the floor area. 40 ft x 45 ft 1800 ft2 (12m x 14m 168m2). Assuming ten air changes per hour, with an 1800 ft2 (168m2) area, the graph (Fig. 3) indicates a requirement for two F57A units, or four F57B units. : Sizing by occupant load. A cocktail lounge averages 75 occupants. How many F57 air cleaners should be installed SOLUTION: Number of F57s required ASHRAE Recommended Air Circulation/Min F57 Capacity ASHRAE recommended minimum air circulation is 35 cfm (1m3/min) per person. For 75 people, the recommended air circulation would be: 75 people x 35 cfm (1m3/min) per person 2625 cfm (75m3/min). F57A capacity (HI setting) is 1030 ft3/min (29m3/min). Number of F57As required 2625 ft3/min/1030 ft3/min 2.5 or 3 units. F57B capacity (HI setting) is 485 cfm (14m3/min). Number of F57Bs required 2625 ft3/min/485 ft3/ min 5 units. : Sizing by air changes per hour and room volume. A shop proprietor wants to use electronic air cleaning to remove high levels of smoke from the air. The shop is 25 x 40 ft (8 x 12m) with a 15 ft (4.5m) ceiling. How many F57 air cleaners will be required GUIDELINE: In the absence of other information, select the correct number of F57 units to provide between 10 or 20 air changes per hour, depending on contaminant level. The air cleaner should be located directly above or as close as possible to the source of contamination. SOLUTION: Number of F57s required Desired Air Circulation/Min F57 Capacity Calculate the volume of the room. 25 ft x 40 ft x 15 ft 15,000 ft3 (8m x 12m x 4.5m 432m3). Determine the volume of air to be circulated each hour. Ten air changes per hour are used here on the assumption that the intent is to reduce, but not completely eliminate, smoke. F57A,B FLUSH-MOUNT COMMERCIAL -0083-9 Revised 11-08 Fig. 4. Installing Optional Wash LED. F57A,B FLUSH-MOUNTED COMMERCIAL -0083-9 Revised 11-08", "summary": "This section provides guidelines for determining the number of F57 air cleaners needed based on room size, occupant load, and air changes per hour.", "problem": "Sizing F57 air cleaners", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "INSTALLATION", "part": null, "type": "service", "content": "When Installing this Product... 1. Read these instructions carefully. Failure to follow them could damage the product or cause a hazardous condition. 2. Check the ratings given in the instructions and on the product to make sure the product is suitable for your application. 3. If the air cleaner is to be functionally checked before installation, be extremely careful to avoid electrical shock. Also, take care when working near the air cleaner s moving arts. Ensure power is disconnected before installation. 4. Installer must be a trained, experienced service technician. 5. Installation and wiring must conform to current regulations. In Europe, a qualified electrician must supervise wiring. 6. In Europe, the air cleaner must be supplied via a double pole isolating switch with a contact separation of at least 3mm in each pole. 7. WARNING: This air cleaner must be earthed (grounded). 8. This air cleaner is designated for use in commercial premises; it is not intended for use in domestic applications. 9. Ensure minimum fresh air supply is maintained based on the type of premises and occupancy. Refer to local standards and codes of practice. 10. After installation is complete, check out air cleaner operation as provided in these instructions.", "summary": "This section outlines safety and compliance guidelines for installing the Honeywell air cleaner.", "problem": "Ensures safe installation and operation", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "WARNING", "part": null, "type": "service", "content": "Sharp Edges Can cause personal injury. Handle air cleaner carefully to avoid cuts from sharp metal edges. Wear protective gloves. Remove the grille assembly. Remove the prefilter and electronic cells from the electronic air cleaner; set aside. Remove the electronic air cleaner from the box; remove the four screws on the back of the cleaner, and discard. This releases the fan motor into a floating suspension that minimizes noise. Remove all shipping cardboard and cell containers inside and outside of the air cleaner components. Inspect packing material before discarding to be sure no parts or papers are lost. If installing optional , remove power supply cover. Refer to Fig. 4 and the corresponding steps below: Remove black two-hole label from switch bracket. Snap the LED holder into the center hole, mounting from the front side of the switch bracket. C./D. Snap the LED into the back of the LED holder. Apply plain three-hole label included onto the switch bracket. Replace power supply cover and apply printed label (included) to power supply cover. Optional Exhaust Air Vent Remove the five-inch knockout on the side of the F57 when using the exhaust air vent option. Purchase a five-inch collar locally and insert into the opening. Bend tabs to secure the collar. Mount F57 Commercial Electronic Air Cleaner", "summary": "This section outlines safety precautions and assembly instructions for the Honeywell F57 Commercial Electronic Air Cleaner.", "problem": "Preventing injuries during installation", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "DAMPER", "part": null, "type": "general", "content": "M7640 Air Vent The air vent helps to control gaseous contaminants such as by-products of cigarette smoking by allowing some of the air circulated through the F57 to be discharged into the return plenum. To use the air vent, remove the five inch knockout in the side of the F57 cabinet. See Fig. 7. When venting into the false ceiling cavity, leave the vent fully open. When ducting into the return plenum, install damper and position it to reduce the opening by 50 percent. Fig. 7. Air vent adjustment. Wiring", "summary": "The air vent controls gaseous contaminants by discharging some air into the return plenum or false ceiling cavity.", "problem": "Controlling air circulation for better filtration", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "IMPORTANT", "part": null, "type": "general", "content": "Before wiring the F57, remove the power supply cover. After completing the wiring procedures, reattach the power supply cover. All wiring must comply with applicable codes and ordinances. The power source to the F57A,B must agree with the model type, either 120 Vac, 60 Hz or 220 240 Vac, 50 Hz. To wire 120 Vac, 60 Hz model: Run three No. 14 color-coded wires through the conduit to the wiring compartment of the F57. Attach the green wire to the external ground. The black and white wires are the power carriers. Attach the conduit to the knockout desired (either the large or small knockout). Attach the green ground wire to the ground screw. Ground the F57 for proper operation and safety. Attach the black and white wires to the black and white wires from the F57 using the wire nuts. See Fig. 8. To wire 220 240 Vac, 50 Hz model, see Fig. 8.", "summary": "Summarizes wiring instructions for the F57A and B models, emphasizing safety and compliance with codes.", "problem": "Ensures proper installation and safety", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "CELL HOOKS", "part": null, "type": "service", "content": "Cleaning the Commercial Electronic Air Cleaner The F57 removes a variety of particulate contaminants from the air. In the process of cleaning the air, the air cleaner cells and prefilter become dirty, and the cleaning efficiency is lowered. To maintain a high standard of reliability and efficiency, it is necessary to periodically maintain the F57. Maintenance includes cleaning the cells and prefilter and inspecting the F57. Service is required if the F57 is damaged, performs at substandard efficiency, measures abnormal voltages, or when the  lights. Regular cleaning with an alkaline-based detergent solution is recommended. Use a commercial or home electric dishwasher detergent, either liquid or powder. The wash frequency is determined by the dirt level in the air. Actual experience or optional  dictates the period between cleanings. If the optional  is connected and the comes on, a cell washing is overdue. Frequently wash the cells and wipe any material buildup off the ionizer wires. This prevents the wash led from coming on. When washing with alkaline detergent results in excessive buildup of collected dirt in the cells, do an extended cell soaking. If buildup is still present, use high pressure water, or air or steam cleaning. Some full-service distributors provide a regular cleaning service to commercial establishments. Opening the Grille", "summary": "Periodically clean and inspect Honeywell F57 air cleaner cells and prefilter using alkaline detergent or alternative methods for optimal performance.", "problem": "Maintaining high air cleaning efficiency", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "IMPORTANT", "part": null, "type": "service", "content": "The cell swings down when unlatched. With one hand supporting the cell near the latch, rotate the latch to an open position. Gently lower the cell with both hands until the cell contact board is clear of the frame. Raise cell off hooks to free the cell. Fig. 11. Removing the FC37B Heavy Duty Commercial Cell (F57A model shown). Remove the prefilter from inside the grille. Remove the activated carbon filters, if used, only if it must be replaced. The odor removal effectiveness is reduced when the carbon is saturated with tobacco tar or other gaseous contaminants and can require replacement. Cleaning the Prefilter Shake out or vacuum the accumulated contaminants from the prefilter. The prefilter can also be soaked in the alkaline detergent solution, as described for cleaning cells in the next section. When cleaning the prefilter, do not soak in an acid detergent solution, or use high pressure water, air or steam cleaning. NOTE: When cleaning the prefilter, wash it after the cells are washed. The lint residue from the prefilter contaminates the wash water and can deposit inside the cells. Dispose of the wash water. Cleaning the Cells Using Alkaline Base Detergent", "summary": "Instructions for removing and cleaning the FC37B cell and prefilter.", "problem": "Maintaining air cleaner efficiency", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "DETERGENT SPRAY", "part": null, "type": "service", "content": "STEAM M677B Provide a large enough container, such as a laundry tub or plastic tank, to hold at least one cell. Mix alkaline base detergent, such as commercial or home electric dishwashing detergent (either liquid or powder) with hot water. Follow the instructions on the detergent package. The water temperature should be between 150 F and 190 F (66 C and 88 C). When using a cold water detergent, follow instructions included with the detergent. NOTE: Be sure to avoid prolonged skin contact with the solution. Do not splash solution in eyes. Soak the cells in the solution for up to 15 minutes; agitate the cells up and down. See Fig. 12. Fig. 12. Agitate the cells in the water. Remove the cells from the detergent solution; spray with hot water as a prerinse, if desired and place cells in another container of clear hot water (150 F to 190 F 66 C to 88 C ) for final rinsing. Rinse the cells for five to ten minutes. Remove the cells from the rinse water. Allow the cells to drain and dry before energizing them. For optimum water drainage from tubes, stand the cell on one of its corners. Wipe ionizer wires to remove any deposits remaining on the wires. Check the collection plates of the cells for any detergent residue. Repeat the rinse process if there is any residue remaining. Buildup can reduce the F57 efficiency. About Discolored Aluminum Occasionally, the cell or prefilter can seem stained after the soaking process. When the stain is black or very dark, it is probably dirt residue and the cell should be rewashed. White detergent residue can also affect the F57 efficiency and should be rinsed off. When yellowing appears, it is probably staining from tobacco smoke or other airborne dirt. Moderate discoloration does not affect the F57 efficiency. Cleaning the Cells Using Air Pressure, Water Pressure or Low Pressure Steam The following alternative methods can be used to clean some contaminants from the F57 cells. See Fig. 13. To prevent damage to the prefilter, do not use pressure or steam methods on the prefilter. High Pressure Air or Water. Care should be taken to avoid damage to the cells. If detergent is required with the high pressure water, use an alkaline base detergent. Do not use an acid detergent. Steam. Extreme care must be taken when steam cleaning to avoid warping or bending the collector plates of the cells. Remember that the cells are hot after steam cleaning and care must be taken to avoid burns. Use only low pressure or wet steam. NOTE: Do not use steam at pressure greater than 5 psi (35 kPa) or temperature hotter than 250 F (121 C). Fig. 13. It can be necessary to steam or use high pressure to remove collected cells contamination. F57A,B FLUSH-MOUNT COMMERCIAL  -0083-9 Revised 11-08", "summary": "Instructions for cleaning Honeywell air cleaner cells using detergent spray, including soaking, rinsing, and drying steps.", "problem": "Cleaning honeywell air cleaner cells", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "CELL HOOKS", "part": null, "type": "service", "content": "M5668 Removing Specific Contaminants from Cells The following list gives the appropriate cleaning procedure for types of contamination often found on cells and prefilters. Cleaning procedures are listed in order of preference. Be careful to avoid bending the cell collector plates. Reinstalling the Cells, Prefilter and Activated Carbon Filters, If Used Inspect the cells for broken ionizer wires and bent collector plates. Bend warped or bent collector plates back into shape. For maximum efficiency, replace broken ionizer wires as instructed in Replacing Ionizer Wires section. Wipe ionizer wires. Check that cells are completely dry before reinstalling in the air cleaner. If cells are placed into the air cleaner while still wet, the electronic cells can short out and arc frequently when almost dry. Although the system appears to be oper- ating, the cells may not be cleaning during the drying period. Be sure the contact board of the cell is facing the latch side of the frame. Check that the airflow arrow is pointing toward the fan. In this position, the ionizer wire side of the cell is the farthest from the fan. Ease the edge of the cell into the cell hooks. Using both hands, pivot the cell until the contact board mates with the frame. With one hand supporting the cell near the latch, rotate the latch to a closed position. See Fig. 14. Wipe surface dirt from the inside and the outside of the grille. Replace the prefilter in the grille. Be sure that the airflow arrow is pointing toward the cells. Replace activated carbon filters, if used. The F57A carbon filters fit inside the grille, one on each side of the prefilter. The F57B carbon filter fits inside the grille on the left side of the prefilter. Close and carefully latch the grille. Fig. 14. Reinstalling the cell. Replacing Ionizer Wires Broken or bent ionizer wires can cause an electrical short to ground, often resulting in visible arcing or sparking. Remove broken wires. Cells can be used temporarily with one wire missing, but replace the wire as soon as possible. Replacement wires, part no. 136434AA, are cut to length with eyelets on both sides for easy installation. To install: 1. Hook the eyelet on one end of the wire over the spring connector on one end of the cell. See Fig. 15. Be careful to avoid damaging the spring connector or other parts of the cell. 2. Hold the opposite eyelet with a needlenose pliers and stretch the wire the length of the cell. Depress the opposite spring connector and hook the eyelet over it. oitulo al,to ,etih oitulo :slio al(la oitulo oitulo oitulo uicla cilis( oitulo oitlulo cilis oitulo oitulo oitulo oitulo oitulo oitlulo ytlla oitulo oitulo oitulo oitulo ytlla oitulo etlife F57A,B FLUSH-MOUNTED COMMERCIAL  -0083-9 Revised 11-08 Modification to Reduce Ozone The electronic air cleaner generates a trace amount of ozone in normal operation. During the first week or two of operation, the amount may be higher because of sharp edges on some of the new high voltage metal parts. However, normal use and the first wash quickly dull the edges. The average person can detect the odor of ozone indoors in concentrations as low as 0.003 to 0.010 parts per million (ppm). The electronic air cleaner contributes 0.005 to 0.010 ppm of ozone to the indoor air. The U.S. Food and Drug Administration and Health and Welfare Canada recommend that indoor ozone concentration should not exceed 0.050 ppm. As a comparison, the outdoor ozone level in major cities ranges from 0.020 ppm to 0.040 ppm and even higher. However, if desired, the ozone generated by the air cleaner can be reduced in one of two ways: 1. Install the optional activated carbon filter. 2. Open the grille and move the electronic air cleaner performance switch to the low setting. Close and relatch the grille. The cleaning efficiency is now reduced 5 to 15 percent, depending on airflow. NOTE: Be sure the switch is set to either high or low position, not between or the unit may not run. Be careful not to reset the switch when closing the cover.", "summary": "This section outlines the procedure for reinstalling cells, prefilters, and activated carbon filters in an air cleaner while ensuring proper alignment and dryness to prevent electrical issues.", "problem": "Preventing electrical shorts and ensuring correct installation", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "CAUTION", "part": null, "type": "service", "content": "The following instructions are for use by only qualified personnel. Tools and Equipment Troubleshooting the electronic air cleaner requires: Needlenose pliers for stringing ionizer wires and inserting edge connectors. Test meter with 15 kV dc probe. Troubleshooting Procedure The electronic air cleaner Troubleshooting chart, Fig. 17 shows how to quickly isolate a problem in the air cleaner. See Figs. 18   19 for electrical schematics.", "summary": "This section cautions that troubleshooting the electronic air cleaner requires specific tools and a troubleshooting chart.", "problem": "Tools required for troubleshooting", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "TERMINAL", "part": null, "type": "general", "content": "M6155 3. Check the cell for short circuits using an ohmmeter. See Fig. 16. Check the resistance between the frame of the cell and both the ionizer and the collector contacts. In each case, the resistance should be infinite. Fig. 15. Install new ionizer wire by hooking eyelets over spring connectors. Fig. 16. Use an ohmmeter to check the cells for short circuits. F57A,B FLUSH-MOUNT COMMERCIAL  -0083-9 Revised 11-08", "summary": "Check cell resistance to prevent short circuits using an ohmmeter.", "problem": "Prevent electrical failures", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
{"model": "F57A", "section": "M10651", "part": null, "type": "service", "content": "Fig. 20. Exploded view of F57A,B air cleaner components. Parts are keyed to the parts list on the previous page. F57A,B FLUSH-MOUNTED COMMERCIAL  -0083-9 Revised 11-08 Notes F57A,B FLUSH-MOUNT COMMERCIAL  -0083-9 Revised 11-08 Notes F57A,B FLUSH-MOUNTED COMMERCIAL  -0083-9 Revised 11-08 Notes F57A,B FLUSH-MOUNT COMMERCIAL  -0083-9 Revised 11-08 Air-Pure Systems warrants its air cleaner products to be free from defects in workmanship or materials under normal use and service, for a period of one (1) year from the date of purchase by the originial end-user. If at anytime during the warranty period the product is defective or malfunctions, Air-Pure Systems, through the distributor or dealer, from which the product was purchased, or through an authorized warranty repair station, shall at Air-Pure Systems option, replace or repair the defective product or component. This warranty does not cover removal or installation costs. This warranty shall not apply if it is shown that the defect or malfunction was caused by damage which occurred during handling or shipment, improper electrical connections, improper use of the product or abuse. Air-Pure Systems sole responsibility shall be to repair or replace the product within the terms stated above. AIR-PURE SYSTEMS     KIND,   CONSEQUENTIAL DAMAGES RESULTING,  INDIRECTLY,   WARRANTY,  IMPLIED,  OTHER THIS PRODUCT. (Some states do not allow the exclusion or limitation or incidental or consequential damages, so this limitation may not apply to you.). THE  FORTH  -PURE SYSTEMS EXPRESSLY OTHER WARRANTIES, WHETHER  ORAL,  STATUTORY, MERCHANTABILITY, WORKMANSHIP, OR  . This warranty gives you specific legal rights and you may have other rights which vary from state to state. How to make a warranty claim or have questions answered: Should you have a warranty claim or questions about the warranty policy, contact the distributor or dealer from which you purchased the product or the authorized warranty repair stations nearest your location. NOTE: Do not return any products or parts to the factory without a factory issued  Return Warranty Good Label  issued by Air-Pure Systems. In the event you or other persons, have any questions concerning the use and care of this product of this warranty please call or write the factory. Air-Pure Systems 16873 Fish Point Rd. SE Prior Lake, MN 55372-1714 Phone: (800) 998-1919 Fax : (800) 221-3248", "summary": "Describes the warranty terms for Honeywell F57A,B air cleaner components and provides contact information for warranty claims.", "problem": "Resolving warranty issues", "embedding_target": "bge-small-en-v1.5", "source": "manual_book"}
