{"id": "style-001", "intent": "IND-ON", "customer": "Lampu ON-nya nggak nyala. Kayak nggak hidup. Saya tekan… nggak ada bunyi. Oke… sudah dipasang rapat. Sekarang lampu ON nyala.", "admin": "Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat di unit pembersih udaranya sekarang? Paham. Sebelum lanjut, saya pastikan dulu: tidak ada bau hangus, asap, percikan besar, atau air menetes ke unit ya? Baik. Saya bicara dengan siapa? Tebet, Jakarta Selatan. Oke. Kita cek dari yang paling mudah dulu ya. Saat ini AC/kipas gedung menyala? Hembusan angin di ventilasi terasa? Siap. Kita lakukan langkah ringan yang aman. Mohon matikan sakelar unitnya dulu. Buka pintu depannya. Di dalam ada dua “kaset” (filter/cell). Tolong keluarkan pelan lalu pasang kembali sampai terasa masuk rapat. Kalau sudah, tutup pintu rapat dan nyalakan lagi. Setelah itu lihat lampu ON.", "dialogue": "Customer: Lampu ON-nya nggak nyala. Kayak nggak hidup.\nCustomer: Saya tekan… nggak ada bunyi.\nCustomer: Oke… sudah dipasang rapat. Sekarang lampu ON nyala.\nAdmin: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat di unit pembersih udaranya sekarang?\nAdmin: Paham. Sebelum lanjut, saya pastikan dulu: tidak ada bau hangus, asap, percikan besar, atau air menetes ke unit ya?\nAdmin: Baik. Saya bicara dengan siapa?\nAdmin: Tebet, Jakarta Selatan.\nAdmin: Oke. Kita cek dari yang paling mudah dulu ya. Saat ini AC/kipas gedung menyala? Hembusan angin di ventilasi terasa?\nAdmin: Siap. Kita lakukan langkah ringan yang aman. Mohon matikan sakelar unitnya dulu.\nAdmin: Buka pintu depannya. Di dalam ada dua “kaset” (filter/cell). Tolong keluarkan pelan lalu pasang kembali sampai terasa masuk rapat. Kalau sudah, tutup pintu rapat dan nyalakan lagi. Setelah itu lihat lampu ON.", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-002", "intent": "IND-ON", "customer": "ON LED tidak menyala. Unit tidak start. Tidak ada snap. Sudah. Bahkan saya cek continuity pegasnya—oke. Iya, interlock “click”, tetap tidak start. Oke. Saya simpulkan dulu, ya.", "admin": "Siang, saya [NAMA AI AGENT]. Apa gejalanya di unit EAC? [NAMA AI AGENT]: Ada bau hangus, asap, atau arcing yang besar? [NAMA AI AGENT]: Baik. Saya berbicara dengan siapa? [NAMA AI AGENT]: AHU/kipas saat ini ON? [NAMA AI AGENT]: Saat TEST ditekan 10–15 detik, ada “snap”? [NAMA AI AGENT]: Sudah coba reseat cell/prefilter dalam kondisi OFF dan memastikan keduanya duduk rapat? [NAMA AI AGENT]: Penutup sudah rapat dan interlock menutup? Ruko Boulevard…, Kelapa Gading, Jakarta Utara. Oke, nanti saya kirim. Terima kasih, Pak Dimas. Berikut ringkasannya: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat di unitnya sekarang? Begitu dinyalakan, lampu CHECK langsung nyala. [NAMA AI AGENT]: Baik. Ada bau hangus atau bunyi percikan kuat? [NAMA AI AGENT]: Saya bicara dengan siapa? [NAMA AI AGENT]: Lampu CHECK-nya nyala berapa lama? Hanya sebentar saat awal start, atau tetap menyala terus? Hanya beberapa detik, terus mati sendiri. [NAMA AI AGENT]: Oke. Itu normal saat start-up—indikator sedang self-check. Selama setelah itu CHECK padam dan unit berjalan normal, tidak ada masalah. [NAMA AI AGENT]: Boleh nomor HP yang mudah dihubungi kalau butuh follow-up?", "dialogue": "Customer: ON LED tidak menyala. Unit tidak start.\nCustomer: Tidak ada snap.\nCustomer: Sudah. Bahkan saya cek continuity pegasnya—oke.\nCustomer: Iya, interlock “click”, tetap tidak start.\nCustomer: Oke. Saya simpulkan dulu, ya.\nAdmin: Siang, saya [NAMA AI AGENT]. Apa gejalanya di unit EAC?\nAdmin: [NAMA AI AGENT]: Ada bau hangus, asap, atau arcing yang besar?\nAdmin: [NAMA AI AGENT]: Baik. Saya berbicara dengan siapa?\nAdmin: [NAMA AI AGENT]: AHU/kipas saat ini ON?\nAdmin: [NAMA AI AGENT]: Saat TEST ditekan 10–15 detik, ada “snap”?\nAdmin: [NAMA AI AGENT]: Sudah coba reseat cell/prefilter dalam kondisi OFF dan memastikan keduanya duduk rapat?\nAdmin: [NAMA AI AGENT]: Penutup sudah rapat dan interlock menutup?\nAdmin: Ruko Boulevard…, Kelapa Gading, Jakarta Utara.\nAdmin: Oke, nanti saya kirim.\nAdmin: Terima kasih, Pak Dimas. Berikut ringkasannya:\nAdmin: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat di unitnya sekarang?\nAdmin: Begitu dinyalakan, lampu CHECK langsung nyala.\nAdmin: [NAMA AI AGENT]: Baik. Ada bau hangus atau bunyi percikan kuat?\nAdmin: [NAMA AI AGENT]: Saya bicara dengan siapa?\nAdmin: [NAMA AI AGENT]: Lampu CHECK-nya nyala berapa lama? Hanya sebentar saat awal start, atau tetap menyala terus?\nAdmin: Hanya beberapa detik, terus mati sendiri.\nAdmin: [NAMA AI AGENT]: Oke. Itu normal saat start-up—indikator sedang self-check. Selama setelah itu CHECK padam dan unit berjalan normal, tidak ada masalah.\nAdmin: [NAMA AI AGENT]: Boleh nomor HP yang mudah dihubungi kalau butuh follow-up?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-003", "intent": "IND-ON", "customer": "Saat start-up, CHECK menyala dan tidak padam. Dua minggu lalu. Dibilas bersih. Kering total, duduk rapat. Oke, saya kirim nanti.", "admin": "Siang, saya [NAMA AI AGENT]. Gejala yang terlihat di unitnya bagaimana? Ada bau hangus atau arcing keras? Saya berbicara dengan siapa? Baik, Pak Bayu. Terakhir cuci cell kapan? Coba tekan TEST ±30 detik. CHECK tetap menyala atau sempat hilang? Orientasi cell sudah sesuai arrow ke arah aliran balik (return), tidak terbalik? Baik. Dengan CHECK persisten setelah cuci-kering-orientasi benar, perlu kunjungan teknisi (kemungkinan di jalur kolektor/interlock/board/sensor). Boleh nomor HP aktif untuk update jadwal? Terima kasih. Alamat lokasinya di mana, Pak? [NAMA AI AGENT]: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat di unit pembersih udaranya? Baik. Sebelum lanjut, saya pastikan dulu: tidak ada bau hangus, asap, percikan besar, atau air menetes ke unit, ya? Saya bicara dengan siapa? Baik, Bu Rina. Sekarang AC/kipas gedung menyala? Hembusan angin di ventilasi terasa? Oke. Kita mulai dari langkah yang aman. Tolong matikan sakelar unit dulu. Buka pintu depan. Di dalam ada dua “kaset” (prefilter & cell). Mohon keluarkan pelan-pelan lalu pasang kembali sampai terasa benar-benar rapat. Tidak perlu alat, cukup tangan. Tutup pintunya rapat sampai benar-benar menutup. Lalu nyalakan lagi. Setelah menyala, silakan tekan TEST 10–20 detik. Ada bunyi “cekrek” sekarang? Bagus. Berarti tadi dudukannya kurang rapat atau interlock belum menutup. Sekarang sudah normal. Boleh nomor HP yang mudah dihubungi untuk catatan layanan?", "dialogue": "Customer: Saat start-up, CHECK menyala dan tidak padam.\nCustomer: Dua minggu lalu. Dibilas bersih.\nCustomer: Kering total, duduk rapat.\nCustomer: Oke, saya kirim nanti.\nAdmin: Siang, saya [NAMA AI AGENT]. Gejala yang terlihat di unitnya bagaimana?\nAdmin: Ada bau hangus atau arcing keras?\nAdmin: Saya berbicara dengan siapa?\nAdmin: Baik, Pak Bayu. Terakhir cuci cell kapan?\nAdmin: Coba tekan TEST ±30 detik. CHECK tetap menyala atau sempat hilang?\nAdmin: Orientasi cell sudah sesuai arrow ke arah aliran balik (return), tidak terbalik?\nAdmin: Baik. Dengan CHECK persisten setelah cuci-kering-orientasi benar, perlu kunjungan teknisi (kemungkinan di jalur kolektor/interlock/board/sensor).\nAdmin: Boleh nomor HP aktif untuk update jadwal?\nAdmin: Terima kasih. Alamat lokasinya di mana, Pak?\nAdmin: [NAMA AI AGENT]: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat di unit pembersih udaranya?\nAdmin: Baik. Sebelum lanjut, saya pastikan dulu: tidak ada bau hangus, asap, percikan besar, atau air menetes ke unit, ya?\nAdmin: Saya bicara dengan siapa?\nAdmin: Baik, Bu Rina. Sekarang AC/kipas gedung menyala? Hembusan angin di ventilasi terasa?\nAdmin: Oke. Kita mulai dari langkah yang aman. Tolong matikan sakelar unit dulu.\nAdmin: Buka pintu depan. Di dalam ada dua “kaset” (prefilter & cell). Mohon keluarkan pelan-pelan lalu pasang kembali sampai terasa benar-benar rapat. Tidak perlu alat, cukup tangan.\nAdmin: Tutup pintunya rapat sampai benar-benar menutup. Lalu nyalakan lagi. Setelah menyala, silakan tekan TEST 10–20 detik. Ada bunyi “cekrek” sekarang?\nAdmin: Bagus. Berarti tadi dudukannya kurang rapat atau interlock belum menutup. Sekarang sudah normal.\nAdmin: Boleh nomor HP yang mudah dihubungi untuk catatan layanan?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-004", "intent": "GEN-OTHER", "customer": "Saat TEST ditekan, tidak ada “snap”. Sudah. Reseat berulang, interlock “click”, tetap tidak ada snap. Travel normal, tidak macet. Pergudangan Delta…, Bekasi. Siap, saya kirim.", "admin": "Siang, saya [NAMA AI AGENT]. Apa gejalanya di unit EAC? Ada bau hangus atau arcing yang besar? Baik, Pak Fajar. AHU/kipas ON saat pengujian? Sudah coba reseat prefilter & cell dalam kondisi OFF dan memastikan pintu menutup interlock? Baik. Dengan kondisi AHU ON, dudukan cell/prefilter rapat, interlock menutup, tombol TEST tidak macet, tapi tidak ada “snap”, perlu pengecekan teknisi—kemungkinan pada jalur kolektor, kabel tombol TEST, contact board, atau power/indikator. Boleh nomor HP aktif untuk update jadwal? Terima kasih. Alamat lokasi unit di mana, Pak? Boleh nomor HP aktif untuk update jadwal? Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terdengar/terlihat di unitnya sekarang? Baik. Saya pastikan dulu: tidak ada asap, bau hangus, atau percikan besar yang menyilaukan, ya? Tidak ada. Hanya bunyi saja. Baik. Saya bicara dengan siapa? Mohon matikan sakelar unit dulu, ya. Silakan buka pintu depan unit. Di dalam ada dua “kaset”: prefilter (kaset tipis) dan cell (kaset utama). Lihat cepat di bagian depan cell—apakah ada serangga/debu besar yang menempel di kawat atau plat? Ada serangga kecil nempel di situ. Baik. Tolong keluarkan prefilter dan cell pelan-pelan. Goyangkan ringan prefilternya di tempat yang aman, lalu angkat serangganya dari cell (gunakan tisu/kain kering; jangan sentuh kawat terlalu keras). Jika ada yang sulit, jangan dipaksa. Bagus. Pastikan cell dalam keadaan kering (tidak lembap). Kalau ragu, lap ringan bagian yang basah lalu diamkan sebentar. Sudah tidak ada bunyi lagi. Baik, berarti sumbernya dari debris/serangga yang memicu arcing. Nanti kalau bunyi muncul lagi, kabari saya—kita bisa jadwalkan pembersihan menyeluruh.", "dialogue": "Customer: Saat TEST ditekan, tidak ada “snap”.\nCustomer: Sudah. Reseat berulang, interlock “click”, tetap tidak ada snap.\nCustomer: Travel normal, tidak macet.\nCustomer: Pergudangan Delta…, Bekasi.\nCustomer: Siap, saya kirim.\nAdmin: Siang, saya [NAMA AI AGENT]. Apa gejalanya di unit EAC?\nAdmin: Ada bau hangus atau arcing yang besar?\nAdmin: Baik, Pak Fajar. AHU/kipas ON saat pengujian?\nAdmin: Sudah coba reseat prefilter & cell dalam kondisi OFF dan memastikan pintu menutup interlock?\nAdmin: Baik. Dengan kondisi AHU ON, dudukan cell/prefilter rapat, interlock menutup, tombol TEST tidak macet, tapi tidak ada “snap”, perlu pengecekan teknisi—kemungkinan pada jalur kolektor, kabel tombol TEST, contact board, atau power/indikator.\nAdmin: Boleh nomor HP aktif untuk update jadwal?\nAdmin: Terima kasih. Alamat lokasi unit di mana, Pak?\nAdmin: Boleh nomor HP aktif untuk update jadwal?\nAdmin: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terdengar/terlihat di unitnya sekarang?\nAdmin: Baik. Saya pastikan dulu: tidak ada asap, bau hangus, atau percikan besar yang menyilaukan, ya?\nAdmin: Tidak ada. Hanya bunyi saja.\nAdmin: Baik. Saya bicara dengan siapa?\nAdmin: Mohon matikan sakelar unit dulu, ya.\nAdmin: Silakan buka pintu depan unit. Di dalam ada dua “kaset”: prefilter (kaset tipis) dan cell (kaset utama). Lihat cepat di bagian depan cell—apakah ada serangga/debu besar yang menempel di kawat atau plat?\nAdmin: Ada serangga kecil nempel di situ.\nAdmin: Baik. Tolong keluarkan prefilter dan cell pelan-pelan. Goyangkan ringan prefilternya di tempat yang aman, lalu angkat serangganya dari cell (gunakan tisu/kain kering; jangan sentuh kawat terlalu keras). Jika ada yang sulit, jangan dipaksa.\nAdmin: Bagus. Pastikan cell dalam keadaan kering (tidak lembap). Kalau ragu, lap ringan bagian yang basah lalu diamkan sebentar.\nAdmin: Sudah tidak ada bunyi lagi.\nAdmin: Baik, berarti sumbernya dari debris/serangga yang memicu arcing. Nanti kalau bunyi muncul lagi, kabari saya—kita bisa jadwalkan pembersihan menyeluruh.", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-005", "intent": "IND-NOISE", "customer": "Ada arcing berulang, bunyinya “kretek” terus, terutama saat beban tinggi. Tidak besar, tapi cukup sering. Dua minggu lalu. Kering total. Sudah ditiup dan dibersihkan ringan. Masih “kretek”. Benar, orientasi sudah sesuai. Secara visual tidak menempel, insulator bersih. Pabrik Delta…, Karawang. Oke, saya kirim menyusul.", "admin": "Siang, saya [NAMA AI AGENT]. Gejalanya bagaimana di unit EAC? Ada asap/bau hangus atau percikan yang besar? Baik. Saya berbicara dengan siapa? Terima kasih, Pak Rendy. Terakhir cuci cell kapan, dan dipasang kembali kering total? Baik. Dengan arcing yang persisten meski cell kering, bersih, orientasi benar, kemungkinan perlu pemeriksaan lebih lanjut di jarak kawat ionizer, pegas kontak, insulator hairline crack, atau tegangan kolektor. Ini sebaiknya dicek teknisi di lokasi. Boleh nomor HP aktif untuk update kunjungan? Pabrik Delta… Karawang. Untuk penanganan, Bapak prefer servis onsite, ya? Mohon konfirmasi: plate collector tidak menempel satu sama lain, dan insulator bersih (tidak ada jejak lembap)? Baik. Dengan arcing yang persisten meski cell kering, bersih, orientasi benar, kemungkinan perlu pemeriksaan lebih lanjut di jarak kawat ionizer, pegas kontak, insulator hairline crack, atau tegangan kolektor. Ini sebaiknya dicek teknisi di lokasi. Terima kasih. Alamat lokasi unit di mana, Pak? Boleh nomor HP aktif untuk update kunjungan?", "dialogue": "Customer: Ada arcing berulang, bunyinya “kretek” terus, terutama saat beban tinggi.\nCustomer: Tidak besar, tapi cukup sering.\nCustomer: Dua minggu lalu. Kering total.\nCustomer: Sudah ditiup dan dibersihkan ringan. Masih “kretek”.\nCustomer: Benar, orientasi sudah sesuai.\nCustomer: Secara visual tidak menempel, insulator bersih.\nCustomer: Pabrik Delta…, Karawang.\nCustomer: Oke, saya kirim menyusul.\nAdmin: Siang, saya [NAMA AI AGENT]. Gejalanya bagaimana di unit EAC?\nAdmin: Ada asap/bau hangus atau percikan yang besar?\nAdmin: Baik. Saya berbicara dengan siapa?\nAdmin: Terima kasih, Pak Rendy. Terakhir cuci cell kapan, dan dipasang kembali kering total?\nAdmin: Baik. Dengan arcing yang persisten meski cell kering, bersih, orientasi benar, kemungkinan perlu pemeriksaan lebih lanjut di jarak kawat ionizer, pegas kontak, insulator hairline crack, atau tegangan kolektor. Ini sebaiknya dicek teknisi di lokasi.\nAdmin: Boleh nomor HP aktif untuk update kunjungan?\nAdmin: Pabrik Delta… Karawang.\nAdmin: Untuk penanganan, Bapak prefer servis onsite, ya?\nAdmin: Mohon konfirmasi: plate collector tidak menempel satu sama lain, dan insulator bersih (tidak ada jejak lembap)?\nAdmin: Baik. Dengan arcing yang persisten meski cell kering, bersih, orientasi benar, kemungkinan perlu pemeriksaan lebih lanjut di jarak kawat ionizer, pegas kontak, insulator hairline crack, atau tegangan kolektor. Ini sebaiknya dicek teknisi di lokasi.\nAdmin: Terima kasih. Alamat lokasi unit di mana, Pak?\nAdmin: Boleh nomor HP aktif untuk update kunjungan?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-006", "intent": "IND-ON", "customer": "WASH menyala. Saya sudah cuci, bilas, kering total, pasang rapat. Masih nyala lagi. Saya sudah cuci sabun ringan, bilas menyeluruh, kering total; ionizer & contact board dilap; cell/prefilter terpasang rapat; WASH kembali ≤15 menit. Muncul lagi dalam 10–15 menit. Oke, nanti saya kirim. Tadi cell sudah dicuci, tapi lampu CHECK masih nyala. Sudah dikeringkan, tapi mungkin masih agak lembap. Baik… saya keringkan dulu… Oke, sudah terasa kering. Iya, tadi sempat kebalik. Sekarang sudah saya betulkan. Sekarang padam. Kalau ditekan TEST, nyala sebentar lalu mati lagi.", "admin": "Siang, saya [NAMA AI AGENT]. Ada yang bisa saya bantu di unit EAC-nya? Baik. Ada bau hangus atau arcing keras? Saya berbicara dengan siapa? Terima kasih, Pak Yoga. Konfirmasi singkat: sabun mild, tanpa coil cleaner, bilas tuntas, kering total, lap ionizer & contact board, lalu pasang rapat—semua sudah dilakukan? Baik. Setelah dinyalakan, WASH muncul segera atau setelah beberapa menit/jam? Mengerti. Dengan WASH yang cepat kembali setelah prosedur cuci lengkap, ini indikasi perlu cek sensor/board/kontak lebih lanjut. Saya sarankan kunjungan teknisi. Boleh nomor HP aktif untuk update jadwal? Terima kasih. Alamat lokasi unit di mana, Pak? Kawasan Bisnis Grand…, Surabaya. Baik. Bapak prefer servis onsite, ya? Kalau sempat, mohon foto label model/serial di bagian dalam pintu—supaya teknisi siapkan part yang sesuai. Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat di unitnya sekarang? Baik, saya bantu cek pelan-pelan ya. Ada bau hangus atau percikan besar? Saya bicara dengan siapa? Baik, Bu Mira. Sejak dicuci, CHECK-nya tetap nyala terus atau kadang padam? Oke, kita pastikan kering sempurna dulu ya. Mohon matikan sakelar unit. Lepas cell pelan-pelan. Lap tipis bagian yang masih basah, lalu angin-anginkan di depan kipas ±10–15 menit sampai benar-benar kering (tidak dingin/lembap saat disentuh). Bagus. Sekalian cek panah (arrow) di frame cell—panahnya mengikuti arah aliran udara ke dalam duct, ya. Berarti normal. Tadi pemicunya campuran lembap + orientasi terbalik. Boleh nomor HP yang mudah dihubungi untuk catatan? Terima kasih, Bu. Ibu domisili di mana?", "dialogue": "Customer: WASH menyala. Saya sudah cuci, bilas, kering total, pasang rapat. Masih nyala lagi.\nCustomer: Saya sudah cuci sabun ringan, bilas menyeluruh, kering total; ionizer & contact board dilap; cell/prefilter terpasang rapat; WASH kembali ≤15 menit.\nCustomer: Muncul lagi dalam 10–15 menit.\nCustomer: Oke, nanti saya kirim.\nCustomer: Tadi cell sudah dicuci, tapi lampu CHECK masih nyala.\nCustomer: Sudah dikeringkan, tapi mungkin masih agak lembap.\nCustomer: Baik… saya keringkan dulu… Oke, sudah terasa kering.\nCustomer: Iya, tadi sempat kebalik. Sekarang sudah saya betulkan.\nCustomer: Sekarang padam. Kalau ditekan TEST, nyala sebentar lalu mati lagi.\nAdmin: Siang, saya [NAMA AI AGENT]. Ada yang bisa saya bantu di unit EAC-nya?\nAdmin: Baik. Ada bau hangus atau arcing keras?\nAdmin: Saya berbicara dengan siapa?\nAdmin: Terima kasih, Pak Yoga. Konfirmasi singkat: sabun mild, tanpa coil cleaner, bilas tuntas, kering total, lap ionizer & contact board, lalu pasang rapat—semua sudah dilakukan?\nAdmin: Baik. Setelah dinyalakan, WASH muncul segera atau setelah beberapa menit/jam?\nAdmin: Mengerti. Dengan WASH yang cepat kembali setelah prosedur cuci lengkap, ini indikasi perlu cek sensor/board/kontak lebih lanjut. Saya sarankan kunjungan teknisi.\nAdmin: Boleh nomor HP aktif untuk update jadwal?\nAdmin: Terima kasih. Alamat lokasi unit di mana, Pak?\nAdmin: Kawasan Bisnis Grand…, Surabaya.\nAdmin: Baik. Bapak prefer servis onsite, ya?\nAdmin: Kalau sempat, mohon foto label model/serial di bagian dalam pintu—supaya teknisi siapkan part yang sesuai.\nAdmin: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat di unitnya sekarang?\nAdmin: Baik, saya bantu cek pelan-pelan ya. Ada bau hangus atau percikan besar?\nAdmin: Saya bicara dengan siapa?\nAdmin: Baik, Bu Mira. Sejak dicuci, CHECK-nya tetap nyala terus atau kadang padam?\nAdmin: Oke, kita pastikan kering sempurna dulu ya. Mohon matikan sakelar unit.\nAdmin: Lepas cell pelan-pelan. Lap tipis bagian yang masih basah, lalu angin-anginkan di depan kipas ±10–15 menit sampai benar-benar kering (tidak dingin/lembap saat disentuh).\nAdmin: Bagus. Sekalian cek panah (arrow) di frame cell—panahnya mengikuti arah aliran udara ke dalam duct, ya.\nAdmin: Berarti normal. Tadi pemicunya campuran lembap + orientasi terbalik.\nAdmin: Boleh nomor HP yang mudah dihubungi untuk catatan?\nAdmin: Terima kasih, Bu. Ibu domisili di mana?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-007", "intent": "IND-ON", "customer": "Cell sudah dicuci, dikeringkan 24 jam, dipasang rapat. CHECK tetap menyala. Pergudangan KBN…, Jakarta Utara. Oke, saya kirim menyusul. Udah nyala, tapi kok kayaknya nggak bekerja bagus. Tadi juga sempat ada lampu. Panahnya ternyata ke arah luar. Kayaknya kebalik. Palmerah, Jakarta Barat.", "admin": "Siang, saya [NAMA AI AGENT]. Gejalanya bagaimana di unit EAC? Ada bau hangus atau arcing keras? [NAMA AI AGENT]: Saya berbicara dengan siapa? [NAMA AI AGENT]: Baik, Pak Hendra. Saat TEST ditekan 30 detik, CHECK tetap persist atau sempat hilang? [NAMA AI AGENT]: Orientasi arrow di cell sudah benar ke arah aliran? [NAMA AI AGENT]: Lanjut satu hal: insulator & contact board bersih/kering, tidak ada jejak lembap? [NAMA AI AGENT]: Terima kasih. Alamat lokasi unit di mana, Pak? [NAMA AI AGENT]: Boleh nomor HP aktif untuk update jadwal? [NAMA AI AGENT]: Untuk penanganan, Bapak prefer servis onsite, ya? [NAMA AI AGENT]: Jika sempat, mohon foto label model/serial pada kabinet—agar teknisi menyiapkan part yang sesuai. Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat/terdengar dari unit EAC-nya sekarang? [NAMA AI AGENT]: Saya bicara dengan siapa? [NAMA AI AGENT]: Oke. Saya ingin pastikan arah pemasangan cell. Di pinggir “kaset” cell ada panah (arrow) kecil. Ibu sempat lihat? [NAMA AI AGENT]: Panahnya mengarah ke mana? [NAMA AI AGENT]: Tidak apa-apa. Balikkan cell-nya supaya panah mengarah searah aliran udara masuk ke duct (bukan melawan). Lalu pasang kembalisampai duduk rapat. Tutup pintu rapat dan nyalakan. Setelah itu tekan TEST 10–15 detik—bagaimana hasilnya? [NAMA AI AGENT]: Sip, berarti penyebabnya cell terpasang terbalik. Sekarang sudah benar. [NAMA AI AGENT]: Boleh nomor HP yang mudah dihubungi, untuk catatan layanan ya?", "dialogue": "Customer: Cell sudah dicuci, dikeringkan 24 jam, dipasang rapat. CHECK tetap menyala.\nCustomer: Pergudangan KBN…, Jakarta Utara.\nCustomer: Oke, saya kirim menyusul.\nCustomer: Udah nyala, tapi kok kayaknya nggak bekerja bagus. Tadi juga sempat ada lampu.\nCustomer: Panahnya ternyata ke arah luar. Kayaknya kebalik.\nCustomer: Palmerah, Jakarta Barat.\nAdmin: Siang, saya [NAMA AI AGENT]. Gejalanya bagaimana di unit EAC?\nAdmin: Ada bau hangus atau arcing keras?\nAdmin: [NAMA AI AGENT]: Saya berbicara dengan siapa?\nAdmin: [NAMA AI AGENT]: Baik, Pak Hendra. Saat TEST ditekan 30 detik, CHECK tetap persist atau sempat hilang?\nAdmin: [NAMA AI AGENT]: Orientasi arrow di cell sudah benar ke arah aliran?\nAdmin: [NAMA AI AGENT]: Lanjut satu hal: insulator & contact board bersih/kering, tidak ada jejak lembap?\nAdmin: [NAMA AI AGENT]: Terima kasih. Alamat lokasi unit di mana, Pak?\nAdmin: [NAMA AI AGENT]: Boleh nomor HP aktif untuk update jadwal?\nAdmin: [NAMA AI AGENT]: Untuk penanganan, Bapak prefer servis onsite, ya?\nAdmin: [NAMA AI AGENT]: Jika sempat, mohon foto label model/serial pada kabinet—agar teknisi menyiapkan part yang sesuai.\nAdmin: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat/terdengar dari unit EAC-nya sekarang?\nAdmin: [NAMA AI AGENT]: Saya bicara dengan siapa?\nAdmin: [NAMA AI AGENT]: Oke. Saya ingin pastikan arah pemasangan cell. Di pinggir “kaset” cell ada panah (arrow) kecil. Ibu sempat lihat?\nAdmin: [NAMA AI AGENT]: Panahnya mengarah ke mana?\nAdmin: [NAMA AI AGENT]: Tidak apa-apa. Balikkan cell-nya supaya panah mengarah searah aliran udara masuk ke duct (bukan melawan). Lalu pasang kembalisampai duduk rapat. Tutup pintu rapat dan nyalakan. Setelah itu tekan TEST 10–15 detik—bagaimana hasilnya?\nAdmin: [NAMA AI AGENT]: Sip, berarti penyebabnya cell terpasang terbalik. Sekarang sudah benar.\nAdmin: [NAMA AI AGENT]: Boleh nomor HP yang mudah dihubungi, untuk catatan layanan ya?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-008", "intent": "IND-CLEAN", "customer": "Kinerja turun, sebelumnya cell memang sempat terpasang terbalik. Sudah saya balikkan sesuai arrow, tapi masih ada indikator CHECK sesekali. Sudah. Saya pastikan sampai “klik”. Bersih dan kering. Ada “snap”, tapi CHECK kadang muncul sebentar, apalagi saat beban tinggi. Gedung Sentra…, Bandung. Siap, nanti saya kirim.", "admin": "Siang, saya [NAMA AI AGENT]. Gejala yang Bapak lihat di EAC bagaimana? Ada bau hangus atau arcing besar? Saya berbicara dengan siapa? Baik, Pak Reza. Setelah dibetulkan orientasinya, cell sudah dipastikan duduk rapat di spring contacts? Bagian contact board dan insulator bersih dan kering, ya? Baik. Karena orientasi sudah benar namun CHECK masih intermiten, kemungkinan ada isu di guide/bracket cell, kontak pegas, atau jarak plate/ionizer yang berubah saat vibrasi. Ini sebaiknya dicek teknisi onsite. Boleh nomor HP aktif untuk update jadwal? Terima kasih. Alamat lokasi unit di mana, Pak? Boleh nomor HP aktif untuk update jadwal? Untuk penanganan, Bapak prefer servis onsite, ya? Jika sempat, mohon foto label model/serial di bagian dalam pintu—supaya teknisi menyiapkan part yang sesuai. [NAMA AI AGENT]: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat atau terdengar di unitnya sekarang? Tidak ada bau terbakar, asap, atau percikan besar, ya? Saya berbicara dengan siapa? Mungkin masih agak lembap. Baik. Kita lakukan langkah aman dulu. Mohon matikan sakelar unitnya. Buka pintu unit. Tolong keluarkan cell dan prefilter pelan-pelan. Bila ada air yang menetes dari sudut/tube penyangga, miringkan sebentar agar airnya keluar. Oke, ada sedikit air keluar. Silakan lap kering bagian yang basah. Lalu angin-anginkan 15–30 menit (boleh diarahkan ke kipas). Pastikan saat disentuh tidak dingin/lembap sama sekali. Baik… sudah terasa kering. Mohon lap ringan kawat ionizer dan contact board dengan kain kering agar tidak ada sisa lembap. Sekarang pasang kembali prefilter dan cell sampai duduk rapat, tutup pintu rapat, lalu nyalakan. Setelah menyala, tekan TEST 10–15 detik. Bagaimana, CHECK masih menyala? Baik, berarti penyebabnya cell/prefilter masih basah saat dipasang. Untuk catatan layanan, boleh nomor HP yang mudah dihubungi?", "dialogue": "Customer: Kinerja turun, sebelumnya cell memang sempat terpasang terbalik. Sudah saya balikkan sesuai arrow, tapi masih ada indikator CHECK sesekali.\nCustomer: Sudah. Saya pastikan sampai “klik”.\nCustomer: Bersih dan kering.\nCustomer: Ada “snap”, tapi CHECK kadang muncul sebentar, apalagi saat beban tinggi.\nCustomer: Gedung Sentra…, Bandung.\nCustomer: Siap, nanti saya kirim.\nAdmin: Siang, saya [NAMA AI AGENT]. Gejala yang Bapak lihat di EAC bagaimana?\nAdmin: Ada bau hangus atau arcing besar?\nAdmin: Saya berbicara dengan siapa?\nAdmin: Baik, Pak Reza. Setelah dibetulkan orientasinya, cell sudah dipastikan duduk rapat di spring contacts?\nAdmin: Bagian contact board dan insulator bersih dan kering, ya?\nAdmin: Baik. Karena orientasi sudah benar namun CHECK masih intermiten, kemungkinan ada isu di guide/bracket cell, kontak pegas, atau jarak plate/ionizer yang berubah saat vibrasi. Ini sebaiknya dicek teknisi onsite.\nAdmin: Boleh nomor HP aktif untuk update jadwal?\nAdmin: Terima kasih. Alamat lokasi unit di mana, Pak?\nAdmin: Boleh nomor HP aktif untuk update jadwal?\nAdmin: Untuk penanganan, Bapak prefer servis onsite, ya?\nAdmin: Jika sempat, mohon foto label model/serial di bagian dalam pintu—supaya teknisi menyiapkan part yang sesuai.\nAdmin: [NAMA AI AGENT]: Siang, saya [NAMA AI AGENT]. Boleh cerita, apa yang terlihat atau terdengar di unitnya sekarang?\nAdmin: Tidak ada bau terbakar, asap, atau percikan besar, ya?\nAdmin: Saya berbicara dengan siapa?\nAdmin: Mungkin masih agak lembap.\nAdmin: Baik. Kita lakukan langkah aman dulu. Mohon matikan sakelar unitnya.\nAdmin: Buka pintu unit. Tolong keluarkan cell dan prefilter pelan-pelan. Bila ada air yang menetes dari sudut/tube penyangga, miringkan sebentar agar airnya keluar.\nAdmin: Oke, ada sedikit air keluar.\nAdmin: Silakan lap kering bagian yang basah. Lalu angin-anginkan 15–30 menit (boleh diarahkan ke kipas). Pastikan saat disentuh tidak dingin/lembap sama sekali.\nAdmin: Baik… sudah terasa kering.\nAdmin: Mohon lap ringan kawat ionizer dan contact board dengan kain kering agar tidak ada sisa lembap.\nAdmin: Sekarang pasang kembali prefilter dan cell sampai duduk rapat, tutup pintu rapat, lalu nyalakan. Setelah menyala, tekan TEST 10–15 detik. Bagaimana, CHECK masih menyala?\nAdmin: Baik, berarti penyebabnya cell/prefilter masih basah saat dipasang. Untuk catatan layanan, boleh nomor HP yang mudah dihubungi?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-009", "intent": "IND-NOISE", "customer": "Setelah cuci, saya keringkan >24 jam. Saat dipasang, tetap ada CHECK dan kadang terdengar “kretek” halus. Tidak, hanya bunyi halus. Benar. Saya bahkan pakai blower dingin. Ya, tetap. Bunyi “kretek” muncul sesekali. Sudah sesuai, “klik”-nya terasa. Oke, nanti saya kirim.", "admin": "Siang, saya [NAMA AI AGENT]. Apa gejala yang terjadi di unit EAC? Ada bau hangus atau percikan besar? Saya berbicara dengan siapa? Baik, Pak Dwi. Konfirmasi: cell/prefilter kering total; tube/sudut sudah dicek tidak ada air tertinggal; ionizer & contact board dilap kering; benar begitu? [NAMA AI AGENT]: Saat TEST 30 detik, CHECK tetap menyala? [NAMA AI AGENT]: Orientasi arrow sudah sesuai arah aliran, dan spring contacts menekan dengan baik? Terima kasih. Alamat lokasi unit di mana, Pak? Boleh nomor HP aktif untuk update jadwal? Baik, Bapak prefer servis onsite, ya? [NAMA AI AGENT]: Jika sempat, mohon foto label model/serial di bagian dalam pintu agar teknisi menyiapkan part yang sesuai. ION-WIRE-001 — Ionizer wire putus/bengkok Tadi kedengaran bunyi “kretek”, terus dicek katanya ada kawat tipis yang putus. [NAMA AI AGENT]: Baik. Ibu ada membuka pintunya tadi atau hanya melihat dari luar? [NAMA AI AGENT]: Kawat itu ionizer wire. Kalau putus, unit memang bisa bunyi “kretek” dan performanya turun. Ini tidak disarankan diperbaiki sendiri—lebih aman diganti/ditangani teknisi. Boleh domisili Ibu di area mana? [NAMA AI AGENT]: Baik. Saya sarankan tetap OFF sampai teknisi datang. Kita jadwalkan kunjungan, ya. [NAMA AI AGENT]: Boleh nomor HP yang mudah dihubungi untuk update?", "dialogue": "Customer: Setelah cuci, saya keringkan >24 jam. Saat dipasang, tetap ada CHECK dan kadang terdengar “kretek” halus.\nCustomer: Tidak, hanya bunyi halus.\nCustomer: Benar. Saya bahkan pakai blower dingin.\nCustomer: Ya, tetap. Bunyi “kretek” muncul sesekali.\nCustomer: Sudah sesuai, “klik”-nya terasa.\nCustomer: Oke, nanti saya kirim.\nAdmin: Siang, saya [NAMA AI AGENT]. Apa gejala yang terjadi di unit EAC?\nAdmin: Ada bau hangus atau percikan besar?\nAdmin: Saya berbicara dengan siapa?\nAdmin: Baik, Pak Dwi. Konfirmasi: cell/prefilter kering total; tube/sudut sudah dicek tidak ada air tertinggal; ionizer & contact board dilap kering; benar begitu?\nAdmin: [NAMA AI AGENT]: Saat TEST 30 detik, CHECK tetap menyala?\nAdmin: [NAMA AI AGENT]: Orientasi arrow sudah sesuai arah aliran, dan spring contacts menekan dengan baik?\nAdmin: Terima kasih. Alamat lokasi unit di mana, Pak?\nAdmin: Boleh nomor HP aktif untuk update jadwal?\nAdmin: Baik, Bapak prefer servis onsite, ya?\nAdmin: [NAMA AI AGENT]: Jika sempat, mohon foto label model/serial di bagian dalam pintu agar teknisi menyiapkan part yang sesuai.\nAdmin: ION-WIRE-001 — Ionizer wire putus/bengkok\nAdmin: Tadi kedengaran bunyi “kretek”, terus dicek katanya ada kawat tipis yang putus.\nAdmin: [NAMA AI AGENT]: Baik. Ibu ada membuka pintunya tadi atau hanya melihat dari luar?\nAdmin: [NAMA AI AGENT]: Kawat itu ionizer wire. Kalau putus, unit memang bisa bunyi “kretek” dan performanya turun. Ini tidak disarankan diperbaiki sendiri—lebih aman diganti/ditangani teknisi.\nAdmin: Boleh domisili Ibu di area mana?\nAdmin: [NAMA AI AGENT]: Baik. Saya sarankan tetap OFF sampai teknisi datang. Kita jadwalkan kunjungan, ya.\nAdmin: [NAMA AI AGENT]: Boleh nomor HP yang mudah dihubungi untuk update?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-010", "intent": "IND-ON", "customer": "Ada “snap” tidak stabil. Saya buka, ionizer wire terlihat kendur/bengkok, tidak putus. Kami punya spare cell. Tidak. Hanya arcing ringan. Sudah OFF, siap. Ada bunyi “kreuit” kecil dan kadang lampu CHECK nyala. Tadi dibilang platnya ada yang bengkok.", "admin": "Siang, saya [NAMA AI AGENT]. Gejalanya bagaimana di unit EAC? Baik, Pak Arman. Mohon pastikan unit dalam kondisi OFF dan tunggu beberapa menit agar muatan hilang sebelum penanganan. Kita lakukan yang aman: jangan coba meluruskan kawat yang kendur. Silakan swap dengan spare cell yang siap pakai. Pastikan arrow orientasi benar, spring contacts terasa “klik”, lalu tutup pintu rapat dan nyalakan. Sudah diganti ke spare. Uji TEST, “snap” stabil, indikator normal. Bagus. Operasionalnya kembali normal. Untuk cell yang kawatnya kendur, kami tetap sarankan diganti wire/servis cell oleh teknisi. Boleh alamat lokasi unitnya, Pak? Baik, Bu Naya. Kita cek yang ringan dulu, aman dilakukan. Mohon matikan sakelar unit ya. Buka pintu unitnya. Lalu keluarkan cell pelan-pelan. Lihat dari samping: ada plat kolektor yang menempel/menyentuh tetangga atau rangka? Iya, ada yang nempel rangka. Baik. Tanpa paksa ya, coba rapikan posisinya: gunakan kartu plastik/kayu tipis (jangan logam), selipkan di sela lalu geser pelan agar plat tidak menyentuh. Kalau terasa keras, jangan dipaksa. Bisa. Sudah agak renggang sekarang. Silakan pasang kembali cell sampai duduk rapat, tutup pintu rapat, lalu nyalakan. Tekan TEST 10–15 detik—bagaimana bunyi/indikatornya? Bunyi “cekrek” normal, CHECK padam. Oke, berarti tadi penyebabnya plat menyentuh frame. Sudah beres ya, Bu. Boleh nomor HP yang mudah dihubungi untuk catatan?", "dialogue": "Customer: Ada “snap” tidak stabil. Saya buka, ionizer wire terlihat kendur/bengkok, tidak putus. Kami punya spare cell.\nCustomer: Tidak. Hanya arcing ringan.\nCustomer: Sudah OFF, siap.\nCustomer: Ada bunyi “kreuit” kecil dan kadang lampu CHECK nyala. Tadi dibilang platnya ada yang bengkok.\nAdmin: Siang, saya [NAMA AI AGENT]. Gejalanya bagaimana di unit EAC?\nAdmin: Baik, Pak Arman. Mohon pastikan unit dalam kondisi OFF dan tunggu beberapa menit agar muatan hilang sebelum penanganan.\nAdmin: Kita lakukan yang aman: jangan coba meluruskan kawat yang kendur. Silakan swap dengan spare cell yang siap pakai. Pastikan arrow orientasi benar, spring contacts terasa “klik”, lalu tutup pintu rapat dan nyalakan.\nAdmin: Sudah diganti ke spare. Uji TEST, “snap” stabil, indikator normal.\nAdmin: Bagus. Operasionalnya kembali normal. Untuk cell yang kawatnya kendur, kami tetap sarankan diganti wire/servis cell oleh teknisi.\nAdmin: Boleh alamat lokasi unitnya, Pak?\nAdmin: Baik, Bu Naya. Kita cek yang ringan dulu, aman dilakukan. Mohon matikan sakelar unit ya.\nAdmin: Buka pintu unitnya. Lalu keluarkan cell pelan-pelan. Lihat dari samping: ada plat kolektor yang menempel/menyentuh tetangga atau rangka?\nAdmin: Iya, ada yang nempel rangka.\nAdmin: Baik. Tanpa paksa ya, coba rapikan posisinya: gunakan kartu plastik/kayu tipis (jangan logam), selipkan di sela lalu geser pelan agar plat tidak menyentuh. Kalau terasa keras, jangan dipaksa.\nAdmin: Bisa. Sudah agak renggang sekarang.\nAdmin: Silakan pasang kembali cell sampai duduk rapat, tutup pintu rapat, lalu nyalakan. Tekan TEST 10–15 detik—bagaimana bunyi/indikatornya?\nAdmin: Bunyi “cekrek” normal, CHECK padam.\nAdmin: Oke, berarti tadi penyebabnya plat menyentuh frame. Sudah beres ya, Bu.\nAdmin: Boleh nomor HP yang mudah dihubungi untuk catatan?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-011", "intent": "IND-ON", "customer": "Ada arcing berulang. Visual: beberapa collector plate tampak bengkok dan dua bilah saling menyentuh. Tidak besar, tapi sering. Sudah OFF dan menunggu beberapa menit. Sudah dicoba. Sebagian kembali, tapi dua bilah tetap bergesekan saat dipasang. Kering dan bersih. Siap, saya kirim.", "admin": "Siang, saya [NAMA AI AGENT]. Gejala yang terlihat bagaimana, Pak/Bu? Ada bau hangus atau percikan besar? Baik, Pak Bima. Konfirmasi: unit sudah OFF dan muatan dibiarkan hilang sebelum inspeksi? Apakah sempat mencoba realign ringan (tanpa paksa) dengan alat non-logam? Dipastikan cell kering dan contact board/insulator bersih? Baik. Karena ada deformasi struktural yang tidak bisa dirapikan ringan, ini perlu teknisi onsite—opsi perbaikan jig/setting, atau penggantian cell bila perlu. Boleh nomor HP aktif untuk update kunjungan? Kawasan Logistik… Semarang. Untuk penanganan, Bapak prefer servis onsite, ya? Jika sempat, mohon foto label model/serial di kabinet—agar teknisi menyiapkan part yang tepat. Terima kasih, Pak Bima. Alamat lokasi unit di mana, Pak? No. HP: 08xx-xxxx-8891 Alamat: Kawasan Logistik…, Semarang Jenis Layanan: Servis Onsite Keluhan: Arcing berulang; collector plate bengkok/menyentuh Troubleshooting jarak jauh: OFF & discharge time dilakukan; realign ringan non-logam dicoba—gagal untuk dua bilah; cell kering, insulator/contact board bersih; arcing tetap ada Keputusan: Create Ticket – P2 (perlu teknisi onsite) Boleh nomor HP aktif untuk update kunjungan? No. HP: 08xx-xxxx-3180 Alamat/Domisili: Ciledug, Tangerang Jenis Layanan: Konsultasi (remote) Keluhan: Bau ozon kuat Temuan cepat: Ventilasi kurang → setelah ditambah ventilasi, bau berkurang; cell belum dicuci >6 bulan; carbon filter belum terpasang (model non-UV) Rencana tindak lanjut: Jadwalkan cuci cell; tawarkan pemasangan carbon filter untuk reduksi bau Status: Resolved sementara (edukasi + ventilasi). Jika bau kembali kuat, lanjutkan ke cuci/pasang carbon filter.", "dialogue": "Customer: Ada arcing berulang. Visual: beberapa collector plate tampak bengkok dan dua bilah saling menyentuh.\nCustomer: Tidak besar, tapi sering.\nCustomer: Sudah OFF dan menunggu beberapa menit.\nCustomer: Sudah dicoba. Sebagian kembali, tapi dua bilah tetap bergesekan saat dipasang.\nCustomer: Kering dan bersih.\nCustomer: Siap, saya kirim.\nAdmin: Siang, saya [NAMA AI AGENT]. Gejala yang terlihat bagaimana, Pak/Bu?\nAdmin: Ada bau hangus atau percikan besar?\nAdmin: Baik, Pak Bima. Konfirmasi: unit sudah OFF dan muatan dibiarkan hilang sebelum inspeksi?\nAdmin: Apakah sempat mencoba realign ringan (tanpa paksa) dengan alat non-logam?\nAdmin: Dipastikan cell kering dan contact board/insulator bersih?\nAdmin: Baik. Karena ada deformasi struktural yang tidak bisa dirapikan ringan, ini perlu teknisi onsite—opsi perbaikan jig/setting, atau penggantian cell bila perlu.\nAdmin: Boleh nomor HP aktif untuk update kunjungan?\nAdmin: Kawasan Logistik… Semarang.\nAdmin: Untuk penanganan, Bapak prefer servis onsite, ya?\nAdmin: Jika sempat, mohon foto label model/serial di kabinet—agar teknisi menyiapkan part yang tepat.\nAdmin: Terima kasih, Pak Bima. Alamat lokasi unit di mana, Pak?\nAdmin: No. HP: 08xx-xxxx-8891\nAdmin: Alamat: Kawasan Logistik…, Semarang\nAdmin: Jenis Layanan: Servis Onsite\nAdmin: Keluhan: Arcing berulang; collector plate bengkok/menyentuh\nAdmin: Troubleshooting jarak jauh: OFF & discharge time dilakukan; realign ringan non-logam dicoba—gagal untuk dua bilah; cell kering, insulator/contact board bersih; arcing tetap ada\nAdmin: Keputusan: Create Ticket – P2 (perlu teknisi onsite)\nAdmin: Boleh nomor HP aktif untuk update kunjungan?\nAdmin: No. HP: 08xx-xxxx-3180\nAdmin: Alamat/Domisili: Ciledug, Tangerang\nAdmin: Jenis Layanan: Konsultasi (remote)\nAdmin: Keluhan: Bau ozon kuat\nAdmin: Temuan cepat: Ventilasi kurang → setelah ditambah ventilasi, bau berkurang; cell belum dicuci >6 bulan; carbon filter belum terpasang (model non-UV)\nAdmin: Rencana tindak lanjut: Jadwalkan cuci cell; tawarkan pemasangan carbon filter untuk reduksi bau\nAdmin: Status: Resolved sementara (edukasi + ventilasi). Jika bau kembali kuat, lanjutkan ke cuci/pasang carbon filter.", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-012", "intent": "IND-ON", "customer": "Bau ozon cukup kuat di dekat supply. Unit non-UV, cell rutin dicuci 1–2 bulan sekali. Tidak ada arcing keras. Iritasi ringan kalau lama di dekat supply. Sudah ditingkatkan, bau tetap terasa. Belum ada. Kami juga tertarik opsi turunkan ozon kalau memungkinkan. Office Park…, Jakarta Selatan.", "admin": "Siang, saya [NAMA AI AGENT]. Apa gejalanya di area unit EAC? Ada keluhan iritasi atau arcing keras? Baik, Pak Riko. Ventilasi/OA saat ini sudah dibuka cukup? Carbon filter terpasang? Baik. Untuk non-UV, ada dua opsi teknis: — Pemasangan carbon filter untuk menyerap bau. — Setting EFFY jumper agar produksi ozon turun (catatan: ada trade-off efisiensi). Dengan kondisi ventilasi sudah ditambah dan cell bersih, saya sarankan kunjungan teknisi untuk pasang carbon filter dan/atau set EFFY sesuai preferensi. Boleh alamat lokasi unitnya, Pak? Siap, Pak Riko. Ini ringkasannya: * Nama: Riko * No. HP: 08xx-xxxx-7752 * Alamat: Office Park…, Jakarta Selatan * Jenis Layanan: Servis Onsite (konfigurasi) * Keluhan: Bau ozon kuat di dekat supply * Troubleshooting jarak jauh: Ventilasi/OA sudah ditingkatkan; cell rutin bersih; model non-UV; carbon filter belum terpasang; ingin menurunkan ozon * Rekomendasi teknis: Pasang carbon filter dan/atau set EFFY jumper (dengan trade-off efisiensi) * Keputusan: Create Ticket – P2 (kunjungan teknisi untuk konfigurasi/instalasi) Siang, saya [NAMA AI AGENT]. Apa yang Ibu/Bapak rasakan di area unitnya? Mengerti. Ada keluhan perih di mata/tenggorokan? Kalau terasa mengganggu, boleh tambah ventilasi dulu ya. Nggak sampai perih, cuma mengganggu. Saya bicara dengan siapa? Baik, Bu Santi. Unitnya pakai lampu UV atau tidak? Tidak pakai UV. Oke. Untuk unit non-UV, kita bisa tambahkan carbon filter tipe 202614 untuk mengurangi bau. Ibu setuju jika kami jadwalkan pemasangan? Iya, tolong dipasang. Baik. Ibu domisili di mana? Serpong, Tangerang Selatan. Terima kasih. Boleh nomor HP yang aktif untuk update jadwal?", "dialogue": "Customer: Bau ozon cukup kuat di dekat supply. Unit non-UV, cell rutin dicuci 1–2 bulan sekali.\nCustomer: Tidak ada arcing keras. Iritasi ringan kalau lama di dekat supply.\nCustomer: Sudah ditingkatkan, bau tetap terasa.\nCustomer: Belum ada. Kami juga tertarik opsi turunkan ozon kalau memungkinkan.\nCustomer: Office Park…, Jakarta Selatan.\nAdmin: Siang, saya [NAMA AI AGENT]. Apa gejalanya di area unit EAC?\nAdmin: Ada keluhan iritasi atau arcing keras?\nAdmin: Baik, Pak Riko. Ventilasi/OA saat ini sudah dibuka cukup?\nAdmin: Carbon filter terpasang?\nAdmin: Baik. Untuk non-UV, ada dua opsi teknis: — Pemasangan carbon filter untuk menyerap bau. — Setting EFFY jumper agar produksi ozon turun (catatan: ada trade-off efisiensi). Dengan kondisi ventilasi sudah ditambah dan cell bersih, saya sarankan kunjungan teknisi untuk pasang carbon filter dan/atau set EFFY sesuai preferensi.\nAdmin: Boleh alamat lokasi unitnya, Pak?\nAdmin: Siap, Pak Riko. Ini ringkasannya: * Nama: Riko * No. HP: 08xx-xxxx-7752 * Alamat: Office Park…, Jakarta Selatan * Jenis Layanan: Servis Onsite (konfigurasi) * Keluhan: Bau ozon kuat di dekat supply * Troubleshooting jarak jauh: Ventilasi/OA sudah ditingkatkan; cell rutin bersih; model non-UV; carbon filter belum terpasang; ingin menurunkan ozon * Rekomendasi teknis: Pasang carbon filter dan/atau set EFFY jumper (dengan trade-off efisiensi) * Keputusan: Create Ticket – P2 (kunjungan teknisi untuk konfigurasi/instalasi)\nAdmin: Siang, saya [NAMA AI AGENT]. Apa yang Ibu/Bapak rasakan di area unitnya?\nAdmin: Mengerti. Ada keluhan perih di mata/tenggorokan? Kalau terasa mengganggu, boleh tambah ventilasi dulu ya.\nAdmin: Nggak sampai perih, cuma mengganggu.\nAdmin: Saya bicara dengan siapa?\nAdmin: Baik, Bu Santi. Unitnya pakai lampu UV atau tidak?\nAdmin: Tidak pakai UV.\nAdmin: Oke. Untuk unit non-UV, kita bisa tambahkan carbon filter tipe 202614 untuk mengurangi bau. Ibu setuju jika kami jadwalkan pemasangan?\nAdmin: Iya, tolong dipasang.\nAdmin: Baik. Ibu domisili di mana?\nAdmin: Serpong, Tangerang Selatan.\nAdmin: Terima kasih. Boleh nomor HP yang aktif untuk update jadwal?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-013", "intent": "IND-ON", "customer": "Kami ingin carbon filter 202614 untuk reduksi ozon. Model kami non-UV. Bau terasa di dekat supply, iritasi ringan kalau lama. Sebulan lalu. Rutin. Sudah kami tingkatkan, tetap tercium. Kawasan Perkantoran Sudirman…, Jakarta.", "admin": "Siang, saya [NAMA AI AGENT]. Apa yang Bapak ingin kerjakan di unit EAC? Baik. Ada keluhan iritasi atau bau yang kuat di area supply? Mengerti. Terakhir cuci cell kapan, Pak? Baik. Untuk non-UV, 202614 sesuai. Perlu diinfokan bahwa carbon filter menambah adsorpsi ozon; kita pastikan lokasi pemasangan dan akses servisnya rapi, serta cek dampak pressure drop ke sistem. Setuju jika kami supply dan instal? Alamat lokasinya di mana, Pak? Mohon nomor HP aktif untuk koordinasi teknisi. Baik. Mohon nomor HP aktif untuk koordinasi teknisi. Kawasan Perkantoran Sudirman…, Jakarta.", "dialogue": "Customer: Kami ingin carbon filter 202614 untuk reduksi ozon. Model kami non-UV.\nCustomer: Bau terasa di dekat supply, iritasi ringan kalau lama.\nCustomer: Sebulan lalu. Rutin.\nCustomer: Sudah kami tingkatkan, tetap tercium.\nCustomer: Kawasan Perkantoran Sudirman…, Jakarta.\nAdmin: Siang, saya [NAMA AI AGENT]. Apa yang Bapak ingin kerjakan di unit EAC?\nAdmin: Baik. Ada keluhan iritasi atau bau yang kuat di area supply?\nAdmin: Mengerti. Terakhir cuci cell kapan, Pak?\nAdmin: Baik. Untuk non-UV, 202614 sesuai. Perlu diinfokan bahwa carbon filter menambah adsorpsi ozon; kita pastikan lokasi pemasangan dan akses servisnya rapi, serta cek dampak pressure drop ke sistem. Setuju jika kami supply dan instal?\nAdmin: Alamat lokasinya di mana, Pak?\nAdmin: Mohon nomor HP aktif untuk koordinasi teknisi.\nAdmin: Baik. Mohon nomor HP aktif untuk koordinasi teknisi.\nAdmin: Kawasan Perkantoran Sudirman…, Jakarta.", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
{"id": "style-014", "intent": "IND-ON", "customer": "Kami ingin set EFFY untuk menurunkan ozon. Paham risikonya. Ya, OA sudah naik dan cell rutin bersih. Ya, kami terima. Prioritasnya reduksi bau. Kawasan Bisnis Mega…, Jakarta Selatan.", "admin": "Siang, saya [NAMA AI AGENT]. Apa yang ingin Bapak lakukan pada unit EAC? Baik. Saya berbicara dengan siapa? Pak Yoga. Unitnya non-UV atau ada UV module? Noted. Saat ini ventilasi/OA sudah ditingkatkan dan cell dalam kondisi bersih? Konfirmasi: Bapak menerima trade-off bahwa efisiensi penangkapan turun setelah EFFY diturunkan? Oke. Kita akan jadwalkan teknisi untuk set EFFY. Jika nanti masih tercium, kami bisa kombinasikan dengan carbon filter—konsekuensinya ada tambahan pressure drop yang harus kita cek terhadap sistem. Alamat lokasi unitnya di mana, Pak?", "dialogue": "Customer: Kami ingin set EFFY untuk menurunkan ozon. Paham risikonya.\nCustomer: Ya, OA sudah naik dan cell rutin bersih.\nCustomer: Ya, kami terima. Prioritasnya reduksi bau.\nCustomer: Kawasan Bisnis Mega…, Jakarta Selatan.\nAdmin: Siang, saya [NAMA AI AGENT]. Apa yang ingin Bapak lakukan pada unit EAC?\nAdmin: Baik. Saya berbicara dengan siapa?\nAdmin: Pak Yoga. Unitnya non-UV atau ada UV module?\nAdmin: Noted. Saat ini ventilasi/OA sudah ditingkatkan dan cell dalam kondisi bersih?\nAdmin: Konfirmasi: Bapak menerima trade-off bahwa efisiensi penangkapan turun setelah EFFY diturunkan?\nAdmin: Oke. Kita akan jadwalkan teknisi untuk set EFFY. Jika nanti masih tercium, kami bisa kombinasikan dengan carbon filter—konsekuensinya ada tambahan pressure drop yang harus kita cek terhadap sistem.\nAdmin: Alamat lokasi unitnya di mana, Pak?", "style_notes": "Empatik, langsung ke inti masalah, tanpa menyebut nama AI atau diri sendiri.", "embedding_target": "intfloat/multilingual-e5-small", "source": "style_chat"}
